{
	"url": "nogizaka-escape",
	"nameShowTitle": "Nogizaka, Touhikou",
	"nameShow": "乃木坂、逃避行",
	"descSynopsis": "Member Nogizaka46 meninggalkan kehidupan sehari-hari yang sibuk untuk sejenak melarikan diri. Dua member yang dipilih berdasarkan kombinasi tertentu akan memilih \"tempat yang sangat ingin mereka kunjungi sekarang\" dan merencanakan perjalanan 1 malam 2 hari mereka sendiri. Melalui perjalanan yang hanya dilakukan oleh dua orang, acara variety berbentuk dokumenter ini mengamati sisi asli para member dan hubungan mereka berdua!",
	"availableEpisode": [
		"01",
		"02",
		"03",
		"04",
		"05",
		"06",
		"07",
		"08",
		"09",
		"10",
		"11",
		"12"
	],
	"newUpdateCount": 2,
	"IMGSitemap": "https://ik.imagekit.io/moearchive/menu-button/newbanner_docrandom_nogiescape.png",
	"imageThumbBigPattern": "https://ik.imagekit.io/mLsKqNSuB/post/nogiescape/nogiescape{{eps}}.jpg",
	"imageThumbAPattern": "https://ik.imagekit.io/mLsKqNSuB/post/nogiescape/nogiescape{{eps}}a.jpg",
	"imageThumbBPattern": "https://ik.imagekit.io/mLsKqNSuB/post/nogiescape/nogiescape{{eps}}b.jpg",
	"imageThumbCPattern": "https://ik.imagekit.io/mLsKqNSuB/post/nogiescape/nogiescape{{eps}}c.jpg",
	"imageThumbDPattern": "https://ik.imagekit.io/mLsKqNSuB/post/nogiescape/nogiescape{{eps}}d.jpg",
	"linkTrakteer": "https://trakteer.id/moefangsubs/showcase/nogizaka-touhikou-X7kHI",
	"episodes": {
		"01": {
			"descEpisode": "Episode 1 - Hokkaido 前編",
			"descEpsListName": "Episode 1",
			"descOnAirDate": "5 Juli 2024",
			"memberParticipate": "久保史緒里、梅澤美波",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/nogiescape01.jpg",
			"descEpisodeSynopsis": "Kapten Nogizaka46, Umezawa Minami, dan rekan seangkatannya, Kubo Shiori, melakukan perjalanan ke Hokkaido sebagai \"Umekubo\". Tempat yang ingin mereka kunjungi, hal yang ingin mereka lihat, makanan yang ingin mereka coba, barang yang ingin mereka beli... semuanya direncanakan oleh mereka berdua. Terkadang, perjalanan ini mengikuti alur kejadian, menampilkan sisi asli yang hanya terlihat saat mereka berdua bersama! Hari pertama dari perjalanan orang dewasa yang penuh dengan kuliner Hokkaido dimulai!"
		},
		"02": {
			"descEpisode": "Episode 2 - Hokkaido 後編",
			"descEpsListName": "Episode 2",
			"descOnAirDate": "12 Juli 2024",
			"memberParticipate": "久保史緒里、梅澤美波",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/nogiescape02.jpg",
			"descEpisodeSynopsis": "Kapten Nogizaka46, Umezawa Minami, dan rekan seangkatannya, Kubo Shiori, melakukan perjalanan ke Hokkaido sebagai \"Umekubo\". Di malam hari pertama, percakapan serius antara keduanya mengungkapkan perasaan jujur yang sebelumnya tidak diketahui. Di hari kedua, mereka menuju \"teras lautan awan\" di Tomamu, yang merupakan tujuan inti dari perjalanan ini. Bagaimana rupa teras lautan awan yang ingin mereka lihat?"
		},
		"03": {
			"descEpisode": "Episode 3 - Shimane 前編",
			"descEpsListName": "Episode 3",
			"descOnAirDate": "19 Juli 2024",
			"memberParticipate": "遠藤さくら、弓木奈於",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/nogiescape03.jpg",
			"descEpisodeSynopsis": "Member gen-4 Nogizaka46, Endo Sakura dan Yumiki Nao, melarikan diri ke Prefektur Shimane. Yumiki, yang berkata \"Jika bepergian, aku ingin pergi dengan Endo\", merencanakan perjalanan sendiri dan membawa buku panduan perjalanan! Mereka menikmati wisata ke tempat-tempat terkenal dan makan di sepanjang jalan, serta mendengar kisah-kisah kenangan Yumiki yang hanya bisa didengar di sini! Sebuah episode perjalanan pelarian santai yang penuh dengan suasana khas dari dua orang ini."
		},
		"04": {
			"descEpisode": "Episode 4 - Shimane & Tottori 後編",
			"descEpsListName": "Episode 4",
			"descOnAirDate": "26 Juli 2024",
			"memberParticipate": "遠藤さくら、弓木奈於",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/nogiescape04.jpg",
			"descEpisodeSynopsis": "Member gen-4 Nogizaka46, Endo Sakura dan Yumiki Nao, melarikan diri ke Prefektur Shimane. Setelah menikmati BBQ dan bintang-bintang di tempat glamping, suasana mereka menjadi aneh...!? Di hari kedua, mereka melanjutkan perjalanan ke Tottori, menikmati makanan dan pemandangan. Di Bukit Pasir Tottori, mereka mengalami \"pelarian\" impian!? Selain itu, tantangan tak terduga menghampiri... Di akhir perjalanan pertama mereka bersama, Endo dan Yumiki saling mengungkapkan perasaan mereka."
		},
		"05": {
			"descEpisode": "Episode 5 - Okinawa 前編",
			"descEpsListName": "Episode 5",
			"descOnAirDate": "2 Agustus 2024",
			"memberParticipate": "井上和、五百城茉央",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/nogiescape05.jpg",
			"descEpisodeSynopsis": "Member gen-5 Nogizaka46, Ioki Mao dan Inoue Nagi, melarikan diri ke Okinawa. Okinawa adalah tempat yang mereka kunjungi selama tur nasional 2023. Tempat ini juga adalah tempat pertama kali Inoue memperkenalkan lagu sebagai center, namun dengan tekanan dan ketegangan sebagai center, dia tak bisa menikmati pemandangan atau makanan apapun, menyisakan kenangan pahit... Oleh karena itu, kali ini dengan tema perjalanan balas dendam, duo Ioki-Inoue akan menikmati wisata yang tak sempat mereka lakukan di Okinawa!"
		},
		"06": {
			"descEpisode": "Episode 6 - Okinawa 後編",
			"descEpsListName": "Episode 6",
			"descOnAirDate": "9 Agustus 2024",
			"memberParticipate": "井上和、五百城茉央",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/nogiescape06.jpg",
			"descEpisodeSynopsis": "Pada episode 6, Ioki Mao dan Inoue Nagi dari gen-5 Nogizaka46 melanjutkan pelarian mereka di Okinawa. Di penginapan yang diinginkan Mao, mereka berbicara tentang realita sebagai member gen-5 yang jarang diketahui. Meski mereka masih tergolong junior di Nogizaka46, Mao dan Nagi adalah member gen-5 yang sering tampil di depan publik, dan mereka mengungkapkan kekhawatiran mereka menyambut gen-6. Pada hari kedua, cuaca cerah seperti biasa, dan mereka melakukan berbagai aktivitas khas Okinawa seperti membuat patung Shisa dan zipline. Dan akhirnya, apa yang terjadi?"
		},
		"07": {
			"descEpisode": "Episode 7 - Gifu 前編",
			"descEpsListName": "Episode 7",
			"descOnAirDate": "30 Agustus 2024",
			"memberParticipate": "池田瑛紗、田村真佑",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/nogiescape07.jpg",
			"descEpisodeSynopsis": "Tamura Mayudari gen-4 dan Ikeda Teresa dari gen-5 melakukan perjalanan pertama mereka berdua ke Prefektur Gifu untuk mencari kesejukan di tengah terik musim panas. Mereka mencoba \"bermain air dewasa\" di sungai di Kota Gujo, menampilkan sisi diri yang belum pernah terlihat sebelumnya. Di toko sandal tradisional untuk tarian \"Gujou Odori,\" mereka membuat sandal pasangan khas Gujo, serta menikmati hidangan lokal seperti ikan ayu dan unagi, memenuhi suasana liburan musim panas."
		},
		"08": {
			"descEpisode": "Episode 8 - Gifu 後編",
			"descEpsListName": "Episode 8",
			"descOnAirDate": "6 September 2024",
			"memberParticipate": "池田瑛紗、田村真佑",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/nogiescape08.jpg",
			"descEpisodeSynopsis": "Lanjutan perjalanan Gifu oleh Tamura Mayu dan Ikeda Teresa. Saat tiba di penginapan di Gero Onsen, mereka sangat antusias dengan pemandian air panas. Di kolam kaki berdua, mereka saling berbagi pikiran tentang Nogizaka46 sebagai senpai dan kouhai. Hari kedua, mereka menuju gunung untuk aktivitas yang sedang digemari Ikeda, menikmati pemandangan sejuk khas Gifu. Perjalanan mereka ditutup dengan berburu oleh-oleh dan kuliner di Kota Takayama, menciptakan kenangan musim panas yang tak terlupakan."
		},
		"09": {
			"descEpisode": "Episode 9 - Shizuoka 前編",
			"descEpsListName": "Episode 9",
			"descOnAirDate": "13 September 2024",
			"memberParticipate": "賀喜遥香、菅原咲月",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/nogiescape09.jpg",
			"descEpisodeSynopsis": "Kaki Haruka dari gen-4 dan Sugawara Satsuki dari gen-5 memulai perjalanan musim panas mereka ke Prefektur Shizuoka dengan tema \"Liburan Musim Panas.\" Mereka mengunjungi destinasi populer, Mishima Skywalk, menikmati wahana dan jajanan khas musim panas, namun harus berjuang melawan tantangan musim panas. Saat naik kapal wisata yang diimpikan Kaki, muncul \"Kaki-senpai\" tampan, mengubah suasana perjalanan menjadi kencan romantis. Mereka juga bersenang-senang dengan kembang api dan burung camar."
		},
		"10": {
			"descEpisode": "Episode 10 - Shizuoka & Yamanashi 後編",
			"descEpsListName": "Episode 10",
			"descOnAirDate": "20 September 2024",
			"memberParticipate": "賀喜遥香、菅原咲月",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/nogiescape10.jpg",
			"descEpisodeSynopsis": "Lanjutan perjalanan Shizuoka oleh Kaki Haruka dan Sugawara Satsuki. Di penginapan yang disukai Sugawara, dia berbagi kesulitannya sebagai idol. Keduanya saling berbicara tentang perasaan mereka sebagai idol, menunjukkan kedekatan emosional. Hari kedua, mereka pindah ke Prefektur Yamanashi, mengunjungi ladang bunga matahari untuk foto estetik, memetik anggur, BBQ, dan mencoba kano di pemandangan indah, memenuhi tema liburan musim panas mereka."
		},
		"11": {
			"descEpisode": "Episode 11 - Thailand 前編",
			"descOnAirDate": "27 September 2024",
			"memberParticipate": "与田祐希、筒井あやめ",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/nogiescape11.jpg",
			"descEpisodeSynopsis": "Yoda Yuuki dari gen-3 dan Tsutsui Ayame dari gen-4 memulai perjalanan luar negeri pertama mereka ke Thailand. Tanpa rencana bantuan, mereka berjuang dengan bahasa dan logistik, mulai dari transportasi hingga belanja dan makan. Meski berbeda generasi, mereka merasa nyaman satu sama lain, menjadikan perjalanan ini santai dan sesuai ritme mereka sendiri."
		},
		"12": {
			"descEpisode": "Episode 12 - Thailand 後編",
			"descOnAirDate": "4 Oktober 2024",
			"memberParticipate": "与田祐希、筒井あやめ",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/nogiescape12.jpg",
			"descEpisodeSynopsis": "Lanjutan perjalanan Thailand oleh Yoda Yuuki dan Tsutsui Ayame. Di bar hotel, mereka menikmati pemandangan senja sambil berbincang santai, berbagi cerita khas hubungan \"yodamen\"dari sebutan akrab mereka). Tsutsui sempat meneteskan air mata karena alasan mendalam. Hari kedua, mereka menuju resor Pattaya dan Pulau Lan, mencoba naik gajah dan sea walk, menutup perjalanan Thailand dengan gaya santai mereka yang khas."
		}
	}
}