{
	"url": "nogidouga-kubo-channel",
	"nameShowTitle": "Kubo Channel",
	"nameShow": "久保チャンネル",
	"descSynopsis": "\"Kubo Channel\" merupakan acara khusus yang disiarkan dalam platform Nogi Douga yang dibuat di mana konten-konten di dalamnya dijelaskan oleh Kubo Shiori, yang memiliki kecintaan terbesar pada grup Nogizaka46 dan memiliki ingatan yang kuat. Program ini baik konser, MV maupun konten lainnya membuat yang menonton menjadi lebih menarik, dengan cerita di balik layar dari sudut pandang para member.",
	"availableEpisode": ["57", "62", "111", "112", "113", "114", "115", "116", "120", "123", "124", "125"],
	"newUpdateCount": 3,
	"SpecificUpdate": ["111", "112", "113"],
	"IMGSitemap":"https://ik.imagekit.io/moearchive/menu-button/newbanner_var_kubochannel.png",
	"IMGThumbnailEps": "https://ik.imagekit.io/moearchive/thumb/variety/kubochannel_{{eps}}.jpg",	
	"imageThumbBigPattern": "https://ik.imagekit.io/mLsKqNSuB/post//kubochannel/kubochannel{{eps}}.jpg",
	"imageThumbAPattern": "https://ik.imagekit.io/mLsKqNSuB/post//kubochannel/kubochannel{{eps}}a.jpg",
	"imageThumbBPattern": "https://ik.imagekit.io/mLsKqNSuB/post//kubochannel/kubochannel{{eps}}b.jpg",
	"imageThumbCPattern": "https://ik.imagekit.io/mLsKqNSuB/post//kubochannel/kubochannel{{eps}}c.jpg",
	"imageThumbDPattern": "https://ik.imagekit.io/mLsKqNSuB/post//kubochannel/kubochannel{{eps}}d.jpg",
	"linkTrakteer": "https://trakteer.id/moefangsubs/showcase/kubo-channel-GGnx0",
	"episodes": {
		"57": {
			"descOnAirDate": "16 Desember 2022",
			"memberParticipate": "久保史緒里、齋藤飛鳥",
			"descEpisodeSynopsis": "Di episode 57 ini, Kubo Channel mendatangkan tamu dari gen-1, Saito Asuka yang telah mengumumkan kelulusannya. Di sini mereka akan melihat MV solo-nya Asuka \"Kore kara\", dan setelah itu kita akan mendengar cerita kecil di dalamnya."
		},
		"62": {
			"descOnAirDate": "7 Februari 2023",
			"memberParticipate": "久保史緒里、賀喜遥香",
			"descEpisodeSynopsis": "Di episode 62 ini, Kubo Channel kedatangan tamu dari gen-4, Kaki Haruka, yang masih sama seperti di episode sebelumnya. Di sini mereka akan melihat tayangan 10th Birthday Live dimana Akimoto Manatsu menjadi center dari lagu \"Sayonara no Imi\", dan setelah itu kita akan mendengar cerita kecil tentang kedekatan mereka bersama Manatsu-san."
		},
		"111": {
			"descOnAirDate": "8 Maret 2025",
			"memberParticipate": "久保史緒里、井上和、中西アルノ",
			"descEpisodeSynopsis": "Di episode 111 ini, Kubo Shiori kedatangan dua tamu istimewa, Inoue Nagi dan Nakanishi Aruno, yang merupakan W-center untuk single ke-38. Mereka akan menonton bersama video musik \"Navel Orange\" dan membahas berbagai hal, mulai dari cerita di balik panggung saat penampilan perdana lagu tersebut, di mana terungkap ucapan tak terduga dari Inoue, hingga pengakuan Kubo mengenai sesuatu yang ia khawatirkan saat syuting video musik. Selain itu, keduanya juga akan berbagi tentang perasaan mereka pasca pengumuman senbatsu dan cerita makan bersama yang menunjukkan kedekatan hubungan mereka.",
			"linkHardsub": "https://sfl.gl/Q0ttz",
			"filePassword": "NontonVideoBarengKubo&Guest"
		},
		"112": {
			"descOnAirDate": "15 April 2025",
			"memberParticipate": "久保史緒里、井上和、中西アルノ",
			"descEpisodeSynopsis": "Di episode 112 ini, kita akan kembali ke acara \"Omitatekai Gen-5\" yang diadakan pada bulan Februari 2022. Inoue Nagi dan Nakanishi Aruno bersama Kubo Shiori akan menonton kembali momen perkenalan mereka yang unik serta penampilan \"Influencer\" yang mereka bawakan sebagai W-center.",
			"linkHardsub": "https://sfl.gl/bNZXMfM",
			"filePassword": "NontonVideoBarengKubo&Guest"
		},
		"113": {
			"descOnAirDate": "22 April 2025",
			"memberParticipate": "久保史緒里、井上和、中西アルノ",
			"descEpisodeSynopsis": "Di episode 113 ini, Inoue Nagi dan Nakanishi Aruno akan menonton kembali penampilan \"Zetsubou no Ichibyou Mae\" dari Zenkoku Tour tahun lalu, sambil mengenang ketegangan dan perasaan mereka saat itu dari sudut pandang masing-masing. Inoue bahkan meneteskan air mata saat teringat kembali emosi yang meluap ketika terpilih menjadi center musim panas selama dua tahun berturut-turut. Jangan lewatkan sesi bincang-bincang yang penuh kehangatan dan kejujuran di antara ketiganya.",
			"linkHardsub": "https://sfl.gl/zIkR9Kvu",
			"filePassword": "NontonVideoBarengKubo&Guest"
		},
		"114": {
			"descOnAirDate": "27 Mei 2025",
			"memberParticipate": "久保史緒里、瀬戸口心月、矢田萌華",
			"descEpisodeSynopsis": "Episode ini menandai kemunculan perdana member gen-6, Setoguchi Mitsuki dan Yada Moeka, bersama Kubo Shiori dalam segmen \"Time Limit Kataomoi\". Mereka mengenang pengalaman syuting MV pertama mereka, membagikan kesan jujur dan cerita di balik layar. Kubo juga mendengar kesan pertama kedua juniornya terhadap dirinya, sambil tak bisa menyembunyikan kegugupan sebagai MC. Percakapan bertiga mencerminkan kepolosan khas gen baru, hingga membuat Kubo merasa malu pada dirinya sendiri."
		},
		"115": {
			"descOnAirDate": "3 Juni 2025",
			"memberParticipate": "久保史緒里、瀬戸口心月、矢田萌華",
			"descEpisodeSynopsis": "Episode ini mengungkap kisah di balik video pengumuman member baru yang direkam di kampung halaman masing-masing. Dalam prosesnya, mereka berjuang agar tak ketahuan oleh siswa lain saat syuting di sekolah. Kisah masa seleksi mereka juga diangkat, termasuk saat mereka harus diam-diam bolak-balik Tokyo untuk latihan, menyembunyikan rahasia dari teman-teman dan keluarga. Menjelang 13th YEAR BIRTHDAY LIVE, Setoguchi dan Yada berbagi kegelisahan mereka, dan Kubo memberikan saran hangat sebagai senpai."
		},
		"116": {
			"descOnAirDate": "10 Juni 2025",
			"memberParticipate": "久保史緒里、瀬戸口心月、矢田萌華",
			"descEpisodeSynopsis": "Episode ini menampilkan penampilan panggung pertama Setoguchi dan Yada di First Performance \"Hajimemashite, 6kisei desu\", termasuk cuplikan perkenalan satu menit dan unjuk bakat mereka. Mereka berbagi cerita tentang pemilihan kostum dan pengalaman panggung perdana yang penuh kebaruan. Percakapan berlanjut dengan bahasan saling pandang satu sama lain, hal-hal yang dinantikan dalam Zenkoku Tour mendatang, kata-kata dari Umezawa Minami, serta koneksi unik lewat dialek daerah mereka."
		},
		"120": {
			"descOnAirDate": "8 September 2025",
			"memberParticipate": "久保史緒里、賀喜遥香",
			"descEpisodeSynopsis": "Kaki Haruka, yang merupakan bintang tamu dengan penampilan terbanyak di program ini, kembali hadir. Di tengah berlangsungnya Manatsu no Zenkoku Tour 2025, disini mereka berdua akan menonton MV dari single ke-39, \"Same numbers\", yang menempatkan Kaki sebagai center. Saking banyaknya hal yang ingin ditanyakan, Shiori Kubo secara tidak biasa justru dibuat kebingungan hingga kewalahan."
		},
		"123": {
			"descEpisode": "| Episode 123 FINAL!",
			"descOnAirDate": "27 Oktober 2025",
			"memberParticipate": "久保史緒里、梅澤美波",
			"descEpisodeSynopsis": "Bagian pertama dari \"Kubo Channel FINAL Public Recording\" yang diadakan pada 4 Oktober dihadirkan. Dengan menyambut Umezawa Minami sebagai tamu yang pantas untuk edisi FINAL, mereka menonton \"Boku ga Te o Tataku Hou e\" bersama 150 penggemar. Lagu ini terpilih sebagai peringkat kedua dalam survei \"Video yang Ingin Ditonton\" yang dilakukan untuk calon penonton. Kubo Shiori memprediksi alasan lagu itu menempati posisi kedua, sekaligus mengungkapkan \"momen\" yang memicu keputusannya untuk lulus. Selain itu, terungkap pula perasaan yang dirasakan Umezawa pada periode yang sama, di mana keduanya banyak bercerita tentang episode yang baru bisa dibicarakan sekarang dan kondisi mental mereka saat itu."
		},
		"124": {
			"descEpisode": "| Episode 124 FINAL!",
			"descOnAirDate": "4 November 2025",
			"memberParticipate": "久保史緒里、梅澤美波",
			"descEpisodeSynopsis": "Bagian kedua dari \"Kubo Channel FINAL Public Recording\" menayangkan \"Sanbanme no Kaze\", yang terpilih sebagai peringkat pertama dalam survei \"Video yang Ingin Ditonton\". Keduanya mengaku memiliki kenangan khusus terhadap video konser ini. Mereka berbagi cerita tentang perasaan hingga akhirnya bisa tampil berlima, episode selama latihan, dan emosi spesial di atas panggung. Umezawa tak kuasa menahan air mata saat mengenang perjalanan mereka menuju Ajinomoto Stadium. Ini adalah bincang-bincang mengharukan yang memadukan semangatnya sebagai kapten dan cintanya kepada rekan-rekan."
		},
		"125": {
			"descEpisode": "| Episode 125 FINAL! [END]",
			"descOnAirDate": "11 November 2025",
			"memberParticipate": "久保史緒里、梅澤美波",
			"descEpisodeSynopsis": "\"Kubo Channel\" akhirnya mencapai episode terakhirnya di #125! Sebagai penutup yang pantas, ditayangkan \"rekaman super berharga\" berupa adegan Kubo Shiori dari \"Audisi Gen-3 Nogizaka46\". Kubo mengungkapkan perasaannya saat itu, mengaku bahwa ia \"mengira telah gagal\" setiap kali seleksi karena \"alasan tertentu\", dan akan terungkap pula alasan mengapa Kubo dan Umezawa saling yakin bahwa satu sama lain akan lolos. Meski mengaku \"takut menontonnya\", Kubo akan blak-blakan menceritakan kondisi mental serta kisah di balik layar audisi. Di awal acara, mereka akan melihat kembali sejarah \"Kubo Channel\" melalui angka dan mengungkap \"motto\" yang selalu dijunjung Kubo dalam acara ini. Sebagai penutup, \"rekaman super berharga\" dari \"orang itu\" juga akan ditayangkan! Episode pamungkas \"Kubo Channel\" ini dipersembahkan dari lokasi rekaman publik yang hangat, sekaligus menjadi ucapan terima kasih atas dukungan terhadap acara selama 4 setengah tahun."
		}
	},
	"descEpisode": "| Episode {{eps}}"
}