{
	"url": "diy-do-it-yourself",
	"nameShowTitle": "Diy ~Do It Yourself!~ (2023)",
	"descSynopsis": "Revolusi Industri IV telah mengarah pada perkembangan teknologi canggih yang dengan cepat mengubah dunia. Akibatnya, sekolah-sekolah telah mulai menggabungkan teknologi-teknologi ini ke dalam kurikulum mereka, meninggalkan cara-cara lama. Salah satu institusi seperti itu adalah Sekolah Khusus Putri Yuyu yang elit, tempat Serufu Yua dan sahabat masa kecilnya, Miku \"Purin\" Suride, telah mendaftar. Meskipun Purin yang menguasai teknologi diterima di Sekolah Tinggi Yuyu, Serufu yang sering mengalami kemalangan ditolak dan masuk ke SMA Putri Gatagata yang lebih tradisional, yang membuat persahabatan mereka retak.",
	"availableEpisode": [
		"01",
		"02",
		"03",
		"04",
		"05",
		"06",
		"07",
		"08"
	],
	"IMGSitemap": "https://ik.imagekit.io/moearchive/menu-button/newbanner_docrandom_diy.png",
	"imageThumbBigPattern": "https://ik.imagekit.io/mLsKqNSuB/post/doityourself/diy{{eps}}.jpg",
	"imageThumbAPattern": "https://ik.imagekit.io/mLsKqNSuB/post/doityourself/diy{{eps}}a.jpg",
	"imageThumbBPattern": "https://ik.imagekit.io/mLsKqNSuB/post/doityourself/diy{{eps}}b.jpg",
	"imageThumbCPattern": "https://ik.imagekit.io/mLsKqNSuB/post/doityourself/diy{{eps}}c.jpg",
	"imageThumbDPattern": "https://ik.imagekit.io/mLsKqNSuB/post/doityourself/diy{{eps}}d.jpg",
	"linkTrakteer": "https://trakteer.id/moefangsubs/showcase/do-it-yourself-xTBIb",
	"filePassword" : "DuIttoYuaserufu",
	"episodes": {
		"01": {
			"descEpisode": "| Episode 1",
			"descEpsListName": "Episode 1",
			"descOnAirDate": "4 Juli 2023",
			"linkHardsub": "https://lokerwfh.net/K2uLUde",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/diy01.jpg",
			"descEpisodeSynopsis": "Kisah tentang Serufu, seorang gadis yang santai, dan Miku Suride, gadis yang bertanggung jawab. Keduanya berencana untuk masuk ke sekolah yang sama, tapi Serufu mendapat nilai buruk sehingga mereka harus berpisah di sekolah yang berbeda, menciptakan ketegangan di antara mereka. Suatu pagi, saat Serufu mengalami masalah dengan sepedanya di perjalanan ke sekolah, dia diselamatkan oleh Yasaku Rei, senior di sekolah yang sama. Rei, yang terampil dalam memperbaiki sepeda, ternyata adalah ketua klub DIY. Saat Serufu mengunjungi ruang klub DIY di belakang gedung sekolah setelah jam pelajaran, dia mengetahui bahwa klub DIY berada dalam bahaya pembubaran.",
			"nameShow": "どぅー・いっと・ゆあせるふ"
		},
		"02": {
			"descEpisode": "| Episode 2",
			"descEpsListName": "Episode 2",
			"descOnAirDate": "11 Juli 2023",
			"linkHardsub": "https://lokerwfh.net/blClcvsQ",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/diy02.jpg",
			"descEpisodeSynopsis": "Menerima undangan dari Rei untuk bergabung dengan klub DIY tanpa sepenuhnya mengerti apa itu DIY, Serufu mulai mencari cara untuk menarik anggota baru ke klub. Saat dia bingung, Takumin, teman sekelasnya yang duduk di sebelahnya, mengusulkan untuk membuat ruang klub menjadi lebih menarik agar orang-orang tertarik. Setelah berdiskusi di ruang klub, Takumin, yang awalnya ingin pergi, akhirnya terlibat dalam kegiatan klub DIY bersama Serufu dan Rei...",
			"nameShow": "どぅー・いっと・ゆあせるふ"
		},
		"03": {
			"descEpisode": "| Episode 3",
			"descEpsListName": "Episode 3",
			"descOnAirDate": "18 Juli 2023",
			"linkHardsub": "https://lokerwfh.net/0tQfKUA",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/diy03.jpg",
			"descEpisodeSynopsis": "Kabar tentang Juliet Queen Elizabeth VIII, seorang gadis jenius berusia 12 tahun yang melompat kelas ke sekolah menengah, masuk ke kelas sebelah Serufu, mulai menyebar. Saat Serufu dan teman-temannya sibuk merencanakan \"rencana untuk membuat ruang klub lebih menarik\", mereka menyadari bahwa ada seorang gadis yang menangis di luar ruang klub. Gadis tersebut adalah Juliet, yang tampaknya seorang siswa asing jenius, dan ketika mereka memberitahunya bahwa ini adalah ruang klub DIY, dia mengejek aktivitas DIY sebagai sesuatu yang kuno dan tidak berguna, menyebabkan pertengkaran dengan Rei. Serufu mengundang Juliet untuk makan malam di rumahnya, dan teman masa kecilnya, Purin, juga diundang untuk makan bersama. Ternyata, Purin dan Juliet tampaknya memiliki ikatan yang kuat...",
			"nameShow": "どぅー・いっと・ゆあせるふ"
		},
		"04": {
			"descEpisode": "| Episode 4",
			"descEpsListName": "Episode 4",
			"descOnAirDate": "25 Juli 2023",
			"linkHardsub": "https://lokerwfh.net/JxS5EK4q",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/diy04.jpg",
			"descEpisodeSynopsis": "Untuk menarik anggota baru, anggota klub DIY memulai proyek pembuatan \"rumah pohon\". Meskipun mereka kekurangan baut dan perlengkapan lainnya, Rei mengusulkan untuk \"pergi ke pantai\". Mereka mengumpulkan barang-barang yang bisa digunakan untuk membangun markas rahasia di pantai dan membuat perhiasan seperti liontin dan bros dari bahan yang mereka kumpulkan, berencana untuk menjualnya untuk mendapatkan uang untuk membeli perlengkapan yang mereka butuhkan. Namun, ketika mereka pergi ke pantai, Purin yang mengetahui rencana mereka, tanpa sadar ikut serta, tidak menyadari bahwa itu adalah kegiatan klub DIY. Di sana, mereka bertemu dengan Yoriko, teman sekelas mereka yang juga ikut serta dalam kegiatan...",
			"nameShow": "どぅー・いっと・ゆあせるふ"
		},
		"05": {
			"descEpisode": "| Episode 5",
			"descEpsListName": "Episode 5",
			"descOnAirDate": "1 Agustus 2023",
			"linkHardsub": "https://lokerwfh.net/BSuy",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/diy05.jpg",
			"descEpisodeSynopsis": "Melalui kegiatan pengumpulan di pantai, anggota klub DIY berhasil mengumpulkan dana untuk membeli perlengkapan yang diperlukan untuk membangun \"rumah pohon\". Namun, mereka masih kekurangan kayu untuk bahan bangunan. Ketika Takumin mengetahui bahwa anggota klub drama di kelasnya sedang mengumpulkan kayu untuk membuat set panggung untuk festival budaya, dia mengusulkan untuk membantu mereka membangun set dalam pertukaran untuk sebagian dari kayu yang mereka butuhkan. Meskipun awalnya anggota klub drama skeptis tentang kegiatan DIY, mereka akhirnya terkesan dengan semangat dan ide-ide yang diperlihatkan oleh anggota klub DIY...",
			"nameShow": "どぅー・いっと・ゆあせるふ"
		},
		"06": {
			"descEpisode": "| Episode 6",
			"descEpsListName": "Episode 6",
			"descOnAirDate": "8 Agustus 2023",
			"linkHardsub": "https://lokerwfh.net/WL5U6DWs",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/diy06.jpg",
			"descEpisodeSynopsis": "Anggota klub DIY mulai membangun \"rumah pohon\" setelah berhasil mengumpulkan bahan bangunan. Serufu bertanggung jawab untuk membuat ilustrasi kasar tentang rumah yang akan dibangun, sementara Juliet bertugas untuk mengubah ilustrasi tersebut menjadi rancangan yang lebih rinci. Meskipun mereka menghadapi beberapa kesulitan dan kegagalan, mereka terus bekerja sama untuk menyelesaikan proyek mereka. Sementara itu, Serufu merasa bersalah kepada Purin dan melakukan sesuatu untuk menyelesaikan masalah tersebut...",
			"nameShow": "どぅー・いっと・ゆあせるふ"
		},
		"07": {
			"descEpisode": "| Episode 7",
			"descEpsListName": "Episode 7",
			"descOnAirDate": "15 Agustus 2023",
			"linkHardsub": "https://lokerwfh.net/oO7Ar",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/diy07.jpg",
			"descEpisodeSynopsis": "Pada hari yang dijadwalkan untuk memulai pembangunan \"rumah pohon\", anggota klub DIY dihadapkan pada situasi yang tidak terduga. Meskipun terkejut, mereka mencari cara untuk mengatasi situasi tersebut. Ketika Purin menemukan bangku yang memiliki kenangan emosional bagi Serufu di gudangnya, mereka memutuskan untuk menggunakan bangku tersebut untuk memulai sebuah proyek...",
			"nameShow": "どぅー・いっと・ゆあせるふ"
		},
		"08": {
			"descEpisode": "| Episode 8 [END]",
			"descEpsListName": "Episode 8",
			"descOnAirDate": "29 Agustus 2023",
			"linkHardsub": "https://lokerwfh.net/CcFD51vY",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/diy08.jpg",
			"descEpisodeSynopsis": "Anggota klub DIY bersiap-siap untuk memulai pembangunan \"rumah pohon\". Serufu, Rei, Takumin, Juliet, Yoriko, dan Purin bekerja sama untuk menyelesaikan proyek tersebut. Dengan bantuan dari Mrs. Haruko, mereka membuat kemajuan yang signifikan. Namun, saat proyek hampir selesai, Purin menyadari ada sesuatu yang kurang dan mengajak Serufu untuk melakukan sesuatu...",
			"nameShow": "どぅー・いっと・ゆあせるふ"
		}
	},
	"memberParticipate": "上村ひなの (日向坂46)"
}