{
    "IMGSitemap": "https://ik.imagekit.io/moearchive/menu-button/newbanner_docrandom_futariescape.png",
    "url": "futari-escape",
    "nameShowTitle": "Futari Escape (2025)",
    "nameShow": "ふたりエスケープ",
    "descSynopsis": "Kisah ini berpusat pada dua wanita yang tinggal bersama: seorang mangaka tidak populer bernama \"Kouhai\" yang selalu dikejar tenggat waktu, dan teman serumahnya, \"Senpai\", seorang pengangguran yang menyebut dirinya sebagai \"ahli melarikan diri dari kenyataan\". Kouhai, yang seringkali melewati tenggat waktunya hingga merepotkan editornya, adalah penggemar berat pengisi suara Akari Tamura dan sering mengirim surel ke acara radionya dengan nama samaran \"Yurihime Nitaro\", serta mengunggah foto kesehariannya di media sosial dengan akun \"yurihime2taro\". Di sisi lain, Senpai adalah kakak kelas Kouhai di SMA yang dulunya populer karena penampilannya yang menawan. Meskipun kini menganggur dan sering disebut oleh Kouhai hanya \"bermodal tampang\", Senpai sangat peduli pada teman serumahnya itu. Setiap kali Kouhai merasa tertekan oleh pekerjaannya, Senpai yang memiliki SIM akan menemaninya dalam berbagai upaya \"melarikan diri dari kenyataan\", mulai dari berkendara tanpa tujuan menggunakan mobil sewaan hingga melakukan hal-hal mewah lainnya.",
    "availableEpisode": [
		"waiwai01", "01", "waiwai02", "02", "waiwai03", "03", "04", "05", "06", "07", "08"
	],
    "newUpdateCount": 3,
    "IMGThumbnailEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/futariescape{{eps}}.jpg",
    "imageThumbBigPattern": "https://ik.imagekit.io/mLsKqNSuB/post/futariescape/futariescape{{eps}}.jpg",
	"imageThumbAPattern": "https://ik.imagekit.io/mLsKqNSuB/post/futariescape/futariescape{{eps}}a.jpg",
	"imageThumbBPattern": "https://ik.imagekit.io/mLsKqNSuB/post/futariescape/futariescape{{eps}}b.jpg",
	"imageThumbCPattern": "https://ik.imagekit.io/mLsKqNSuB/post/futariescape/futariescape{{eps}}c.jpg",
	"imageThumbDPattern": "https://ik.imagekit.io/mLsKqNSuB/post/futariescape/futariescape{{eps}}d.jpg",
	"linkTrakteer": "https://trakteer.id/moefangsubs/showcase/futari-escape-r8ird",
    "filePassword": "RentanNaonaoKaburDariKenyataan",
    "memberParticipate": "岩本蓮加、冨里奈央",
    "episodes": {
        "waiwai01": {
			"descEpisode": "| Waiwai Escape #1",
            "descOnAirDate": "3 Oktober 2025",
			"IMGThumbnailEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/waiwaiescape01.jpg",
			"imageThumbBig": "https://ik.imagekit.io/mLsKqNSuB/post/futariescape/waiwaiescape01.jpg",
			"imageThumbA": "https://ik.imagekit.io/mLsKqNSuB/post/futariescape/waiwaiescape01a.jpg",
			"imageThumbB": "https://ik.imagekit.io/mLsKqNSuB/post/futariescape/waiwaiescape01b.jpg",
			"imageThumbC": "https://ik.imagekit.io/mLsKqNSuB/post/futariescape/waiwaiescape01c.jpg",
			"imageThumbD": "https://ik.imagekit.io/mLsKqNSuB/post/futariescape/waiwaiescape01d.jpg",
            "linkHardsub": "https://sfl.gl/k3f4gI",
			"linkSoftsub": "https://sfl.gl/VeaLos9",
			"linkRAW": "https://www.youtube.com/watch?v=zWPv_IEi3EA",
			"RawSource": "IchijinshaTV"
        },
        "01": {
            "descOnAirDate": "5 Oktober 2025",
			"descEpisodeSynopsis": "Senpai, seorang \"pengangguran profesional\", tinggal bersama Kouhai, seorang mangaka yang selalu terdesak tenggat waktu. Suatu hari, Kouhai yang pekerjaannya tidak kunjung selesai merasa muak dengan telepon dari editornya dan meminta Senpai untuk menemaninya melarikan diri dari kenyataan. Meskipun awalnya menolak, provokasi Kouhai membuat Senpai setuju dan menyatakan akan menunjukkan \"cara melarikan diri dari kenyataan yang profesional\", lalu menjauhkan ponsel Kouhai dengan metode yang ekstrem.",
            "linkHardsub": "https://sfl.gl/WKZkUf"
        },
        "waiwai02": {
			"descEpisode": "| Waiwai Escape #2",
            "descOnAirDate": "10 Oktober 2025",
			"IMGThumbnailEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/waiwaiescape02.jpg",
			"imageThumbBig": "https://ik.imagekit.io/mLsKqNSuB/post/futariescape/waiwaiescape02.jpg",
			"imageThumbA": "https://ik.imagekit.io/mLsKqNSuB/post/futariescape/waiwaiescape02a.jpg",
			"imageThumbB": "https://ik.imagekit.io/mLsKqNSuB/post/futariescape/waiwaiescape02b.jpg",
			"imageThumbC": "https://ik.imagekit.io/mLsKqNSuB/post/futariescape/waiwaiescape02c.jpg",
			"imageThumbD": "https://ik.imagekit.io/mLsKqNSuB/post/futariescape/waiwaiescape02d.jpg",
            "linkHardsub": "https://sfl.gl/MzHq",
			"linkSoftsub": "https://sfl.gl/aWS9r6Y",
			"linkRAW": "https://www.youtube.com/watch?v=cTlF44lH7PU",
			"RawSource": "IchijinshaTV"
        },
        "02": {
            "descOnAirDate": "12 Oktober 2025",
			"descEpisodeSynopsis": "Senpai, seorang \"pengangguran profesional\", dan Kouhai, seorang mangaka yang kelelahan karena naskahnya, mengunjungi sebuah taman untuk bersantai. Mereka kembali ke masa kecil dengan bermain di perosotan gurita, memainkan permainan \"Daruma-san ga Koronda\", dan membuat bola lumpur. Saat sedang asyik bermain, mereka disapa oleh anak-anak, yang akhirnya menantang Kouhai untuk bertanding sumo. Namun, setelah puas bermain dan kembali ke apartemen, mereka menyadari bahwa kunci mereka hilang. Tanpa diduga, Senpai pun tiba-tiba menyarankan agar mereka menginap di depan pintu masuk apartemen mereka malam itu.",
            "linkHardsub": "https://sfl.gl/7GEw1"
        },
        "waiwai03": {
			"descEpisode": "| Waiwai Escape #3",
            "descOnAirDate": "17 Oktober 2025",
			"IMGThumbnailEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/waiwaiescape03.jpg",
			"imageThumbBig": "https://ik.imagekit.io/mLsKqNSuB/post/futariescape/waiwaiescape03.jpg",
			"imageThumbA": "https://ik.imagekit.io/mLsKqNSuB/post/futariescape/waiwaiescape03a.jpg",
			"imageThumbB": "https://ik.imagekit.io/mLsKqNSuB/post/futariescape/waiwaiescape03b.jpg",
			"imageThumbC": "https://ik.imagekit.io/mLsKqNSuB/post/futariescape/waiwaiescape03c.jpg",
			"imageThumbD": "https://ik.imagekit.io/mLsKqNSuB/post/futariescape/waiwaiescape03d.jpg",
            "linkHardsub": "https://sfl.gl/toW3z",
			"linkSoftsub": "https://sfl.gl/QgyS",
			"linkRAW": "https://www.youtube.com/watch?v=aSIdQwm6EtI",
			"RawSource": "IchijinshaTV"
        },
        "03": {
            "descOnAirDate": "19 Oktober 2025",
			"descEpisodeSynopsis": "Setelah Kouhai berhasil menyelesaikan naskah tepat waktu berkat bantuan senpai, mereka merayakannya dengan pesta mewah menggunakan seluruh upah naskah. Akibatnya, mereka terpaksa harus berhemat. Di tengah situasi tersebut, Kouhai yang lelah dikejar tenggat waktu menyatakan ingin berhenti menjadi mangaka. Mendengar hal itu, senpai-nya pun mengajukan sebuah usulan.",
            "linkHardsub": "https://sfl.gl/hA3vEls"
        },
        "04": {
            "descOnAirDate": "26 Oktober 2025",
			"descEpisodeSynopsis": "Setelah mulai jenuh dengan keseharian mereka yang hanya memakan ham mentah hasil dari upah naskah, senpai pun meminta Kouhai untuk menggambar ilustrasi sushi. Berkat gambar tersebut, ia dapat merasakan nikmatnya sushi di alam mimpi, sehingga ia memohon agar Kouhai membuat manga dengan tema sushi. Namun, yang digambar oleh Kouhai justru seekor kucing putih. Ternyata, ia terinspirasi dari perkataan senpai bahwa \"imajinasi dapat menciptakan kehidupan\", dan menggambar kucing yang selama ini ingin dipeliharanya. Dari sanalah lahir \"kucing khayalan\" bernama \"Chikuwabu\" yang kemudian mereka rawat dengan penuh kasih sayang. Akan tetapi, kehidupan mereka bersama \"Chikuwabu\" tidak berlangsung lama...",
            "linkHardsub": "https://sfl.gl/madSMJG"
        },
        "05": {
            "descOnAirDate": "2 November 2025",
			"descEpisodeSynopsis": "Setelah Kouhai berhasil menunda tenggat waktu naskah, ia dan senpai-nya yang merupakan \"pengangguran profesional\" membahas tentang \"pilihan hidup\". Obrolan ini membawa mereka pada keputusan untuk mengikuti putaran rolet, yang mengarahkan mereka untuk pergi ke Kanazawa. Di sana, rolet kembali menentukan bahwa mereka harus makan omurice. Saat menyantapnya, Kouhai bernostalgia dengan rasa masakan ibunya. Kini, rolet akan kembali menentukan tujuan perjalanan mereka selanjutnya.",
            "linkHardsub": "https://sfl.gl/s7Db4Ci1"
        },
        "06": {
            "descOnAirDate": "9 November 2025",
			"descEpisodeSynopsis": "Setelah menikmati omurice dalam perjalanan rulet di Kanazawa, keesokan harinya mereka mengunjungi Prefektur Fukui atas ajakan senpai yang bahkan telah membuat jadwal rencana buatan tangan, sambil berkata, \"Hari ini temani aku.\" Tujuan utama senpai, yang dengan penuh semangat berkata, \"Dinosaurus itu punya romansa!\", adalah Museum Dinosaurus.",
            "linkHardsub": "https://sfl.gl/EcTL"
        },
        "07": {
            "descOnAirDate": "16 November 2025",
			"descEpisodeSynopsis": "Senpai sangat menantikan Natal hingga memimpikan pesta Natal bersama Kouhai-nya. Namun, pada Hari Natal, Kouhai malah dikejar deadline naskah setelah menerima telepon tagihan dari editornya. Senpai, yang telah mempersiapkan pesta dengan dekorasi dan berbagai masakan dari berbagai negara, terus menunggu. Meski hidangan telah siap, pekerjaan Kouhai-nya tidak kunjung selesai. Akhirnya, pesta dimulai larut malam dan berlanjut hingga pagi. Sebagai permintaan maaf, Kouhai pun membuka \"food court rumahan\" untuk senpai-nya menggunakan mainan memasak.",
            "linkHardsub": "https://sfl.gl/QlKH"
        },
        "08": {
            "descOnAirDate": "23 November 2025",
			"descEpisodeSynopsis": "Seorang Kouhai yang naskahnya tidak kunjung maju, malah memutuskan untuk membersihkan kamar dan mengabaikan naskahnya. Di tengah-tengah itu, Kouhai menerima telepon dari ibunya yang memintanya membereskan kamar karena rumah akan direnovasi, sehingga keduanya pun pergi ke rumah orang tua Kouhai. Dari kamar Kouhai, barang-barang kenangan seperti penghapus mainan, dan tanah liat terus bermunculan. Namun, berkat ucapan tajam senpai-nya, \"Kenangan yang akan terlupa hanya karena barangnya tidak ada lebih baik dibuang saja!\", mereka berhasil membereskannya dengan cepat. Setelah itu, Kouhai mengenakan seragam SMA-nya dan melihat album kelulusan bersama senpai. Ucapan Kouhai, \"Senpai waktu SMA sangat berbeda jauh dengan senpai pengangguran yang sekarang,\" terus mengganjal di hati senpai-nya...",
            "linkHardsub": "https://sfl.gl/dhDVL90h"
        },
        "09": {
            "descOnAirDate": "30 November 2025",
			"descEpisodeSynopsis": "",
            "linkHardsub": ""
        },
        "10": {
            "descOnAirDate": "7 Desember 2025",
			"descEpisodeSynopsis": "",
            "linkHardsub": ""
        }
    },
    "descEpisode": "| Episode {{eps}}"
}


