{
    "url": "hikkoshi-tantei-sakura",
    "nameShowTitle": "Hikkoshi Tantei Sakura (2024)",
    "nameShow": "引越し探偵サクラ",
    "descSynopsis": "Tendo Sakura adalah seorang pekerja baru yang akan mulai bekerja di toko buku. Dia lebih menyukai novel misteri dan teka-teki daripada makan 3 kali sehari. Ketika masih SMA, dia mendirikan klub penelitian misteri, tetapi karena sifatnya yang pendiam, hanya ada satu anggota di klub tersebut. Dalam hidupnya, tidak pernah ada satu pun insiden yang terjadi, sehingga setiap hari terasa membosankan baginya. Namun, seiring dengan memulai hidup baru dan tinggal sendiri sebelum memulai hidup baru, Sakura, sambil merasa gugup, sedang bersiap-siap untuk menyapa tetangga, tiba-tiba terdengar jeritan seorang wanita. Tanpa disangka, dia terlibat dalam sebuah insiden. Apa insiden yang dia alami? Barisan teka-teki aneh yang tiba-tiba datang... Apakah itu kode? Atau pesan? Teka-teki yang dia impikan bahkan dalam mimpinya kini dimulai!",
    "availableEpisode": [
        "01",
        "02",
        "03",
        "04",
        "05",
        "06",
        "07",
        "08",
        "09",
        "10"
    ],
    "IMGSitemap": "https://ik.imagekit.io/moearchive/menu-button/newbanner_docrandom_hikkoshitantei.png",
    "linkTrakteer": "https://trakteer.id/moefangsubs/showcase/hikkoushi-tantei-sakura-y3cwy",
    "IMGThumbnailEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/drama_hikkoshitantei-{{eps}}.jpg",
    "imageThumbBigPattern": "https://ik.imagekit.io/mLsKqNSuB/post/hikkoushitantei/hikkoushitantei{{eps}}.jpg",
    "imageThumbAPattern": "https://ik.imagekit.io/mLsKqNSuB/post/hikkoushitantei/hikkoushitantei{{eps}}a.jpg",
    "imageThumbBPattern": "https://ik.imagekit.io/mLsKqNSuB/post/hikkoushitantei/hikkoushitantei{{eps}}b.jpg",
    "imageThumbCPattern": "https://ik.imagekit.io/mLsKqNSuB/post/hikkoushitantei/hikkoushitantei{{eps}}c.jpg",
    "filePassword": "DetektifSakuchan",
    "episodes": {
        "01": {
            "linkHardsub": "https://lokerwfh.net/SaClhFQ",
            "descEpisodeSynopsis": "Sakura pindah ke sebuah rumah karena akan bekerja di sebuah toko buku. Ia ragu akan menyapa tetangga barunya, namun ia kaget tetangga itu sedang berada di luar dan hendak masuk ke rumahnya. Dia adalah Makino. Saat Makino memberikan suvenir manisan, terdengar suara teriakan."
        },
        "02": {
            "linkHardsub": "https://lokerwfh.net/ec4YMAys",
            "descEpisodeSynopsis": "Sakura penasaran siapa pelaku yang menempelkan kertas penuh teka-teki itu. Ia pun menanyakan kepada tetangga yang baru ia kenal, Makino dan Shiraki karena menurut mereka sudah sering terjadi hal seperti ini."
        },
        "03": {
            "linkHardsub": "https://lokerwfh.net/kFNE",
            "descEpisodeSynopsis": "Sakura tengah memecahkan teka-teki yang ia perkirakan adalah permainan kata dari huruf Katakana acak dengan sampah yang ada di papan pengumuman."
        },
        "04": {
            "linkHardsub": "https://lokerwfh.net/4fZu7",
            "descEpisodeSynopsis": "Makino menceritakan apakah Sakura sudah bertemu dengan pria botak, dan Sakura menjawab sudah pernah menyapanya, bahkan ia merasa aneh mengapa pria itu begitu ketakutan."
        },
        "05": {
            "linkHardsub": "https://lokerwfh.net/yB1Kluk",
            "descEpisodeSynopsis": "Setelah memecahkan kode, tiba-tiba datang tetangga lainnya yang menemukan kembali teka-teki, namun teka-teki ini berbeda dengan yang sebelumnya."
        },
        "06": {
            "linkHardsub": "https://lokerwfh.net/pS0O",
            "descEpisodeSynopsis": "Sakura kembali memecahkan kode baru yang dibawa Shirakawa, beberapa hari kemudian ia kagum bertemu dengan detektif sungguhan."
        },
        "07": {
            "linkHardsub": "https://lokerwfh.net/Mk6f5eZk",
            "descEpisodeSynopsis": "Sang detektif yang penasaran ruang Nunokawa, mendapati Nunokawa diikat, dan Sakura memberi kesimpulan singkat."
        },
        "08": {
            "linkHardsub": "https://lokerwfh.net/CBZli",
            "descEpisodeSynopsis": "Setelah Sakura memberi kesimpulan, ia mencurigai pengelola apartemen itu."
        },
        "09": {
            "linkHardsub": "https://lokerwfh.net/cUpjAEQ",
            "descEpisodeSynopsis": "Setelah kejar-kejaran antara pengelola apartemen dan para tetangga ke lantai atas apartemen, Sakura memberikan kesimpulan singkat."
        },
        "10": {
            "linkHardsub": "https://lokerwfh.net/Z0z8",
            "descEpisodeSynopsis": "Tendo Sakura akhirnya bisa menemukan siapa pelaku dalam insiden ini.",
            "thisEnd": true
        }
    },
    "descEpisode": "| Episode {{eps}}",
    "descEpsListName": "Episode {{eps}}",
    "descOnAirDatePattern": "240325",
    "OnAirEvery": 1,
    "memberParticipate": "遠藤さくら",
    "OnAirPatternRestarts": [
        {
            "fromEpisode": "06",
            "newStartDate": "240401"
        }
    ]
}