{
    "IMGSitemap": "https://ik.imagekit.io/moearchive/menu-button/newbanner_docrandom_koisurukeigo2.png",
    "url": "koisuru-keigo-24ji-season-2",
    "nameShowTitle": "Koisuru Keigo 24 Ji Season 2 (2025)",
    "nameShow": "恋する警護24時 season2",
    "descSynopsis": "Cerita berlanjut saat \"RACCO Securities\", perusahaan tempat Tatsunosuke bekerja, bergabung dengan \"Koala Security\" dan membentuk struktur baru bernama \"RACCOALA Securities\". Di tengah perubahan ini, Tatsunosuke kesulitan beradaptasi dan terus-menerus berselisih dengan rekan barunya, padahal kerja sama tim sangat penting untuk keberhasilan misi. Di sisi lain, Rika memutuskan untuk meningkatkan jenjang kariernya sebagai pengacara dengan melanjutkan studi ke London. Kini, Tatsunosuke dan Rika harus menghadapi berbagai ancaman baru yang dapat menghalangi hubungan cinta mereka.",
    "availableEpisode": [
		"01", "02", "03", "04", "05", "06", "07"
	],
    "newUpdateCount": 1,
    "IMGThumbnailEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/koisurukeigos2-{{eps}}.jpg",
    "imageThumbBigPattern": "https://ik.imagekit.io/mLsKqNSuB/post/koisurukeigos2/koisurukeigos2-{{eps}}.jpg",
	"imageThumbAPattern": "https://ik.imagekit.io/mLsKqNSuB/post/koisurukeigos2/koisurukeigos2-{{eps}}a.jpg",
	"imageThumbBPattern": "https://ik.imagekit.io/mLsKqNSuB/post/koisurukeigos2/koisurukeigos2-{{eps}}b.jpg",
	"imageThumbCPattern": "https://ik.imagekit.io/mLsKqNSuB/post/koisurukeigos2/koisurukeigos2-{{eps}}c.jpg",
	"imageThumbDPattern": "https://ik.imagekit.io/mLsKqNSuB/post/koisurukeigos2/koisurukeigos2-{{eps}}d.jpg",
	"linkTrakteer": "https://trakteer.id/moefangsubs/showcase/koisuru-keigo-24ji-season-2-PKSBT",
    "filePassword": "MaiyanPengacara",
    "memberParticipate": "白石麻衣",
    "episodes": {
        "01": {
			"descEpisodeSynopsis": "Perusahaan bodyguard Tatsunosuke merger, membentuk tim baru dengan anggota yang sulit akur, terutama dengan pemimpin baru, Chihaya. Misi pertama mereka adalah mengawal seorang mahasiswa yang salah dituduh sebagai pembunuh berantai. Namun, tugas ini terancam oleh bocornya informasi lokasi rahasia klien. Di tengah konflik profesional ini, hubungan asmara Tatsunosuke dengan Rika juga menghadapi tantangan saat Rika memutuskan untuk pergi ke London.",
            "linkHardsub": "https://sfl.gl/HFxu5"
        },
        "02": {
			"descEpisodeSynopsis": "Tatsunosuke terus mengawal Igarashi yang dicurigai sebagai pembunuh berantai demi mengungkap kebenaran, meski terus berkonflik dengan rekannya, Chihaya. Ancaman baru muncul dari Wakaba, seorang wanita obsesif yang menguntit Igarashi dan tiba-tiba muncul di hadapan mereka saat dalam perjalanan. Di sisi lain, hubungan jarak jauh Tatsunosuke dengan Rika dimulai dengan sebuah insiden tak terduga saat mereka melakukan panggilan video.",
            "linkHardsub": "https://sfl.gl/a80u7bCY"
        },
        "03": {
			"descEpisodeSynopsis": "Setelah Igarashi kabur, Chihaya mengambil alih tugas pengawalannya, menganggap metode Tatsunosuke tidak memadai. Akibatnya, Tatsunosuke diturunkan dari kasus tersebut dan diberi tugas baru untuk mengawal seorang gadis SD bernama An Takamiya selama sehari. Sementara itu, Chihaya membawa Igarashi untuk menemui Mizuki Aida, wanita yang sangat ingin ditemuinya, di tengah persiapan pesta perusahaan baru Mizuki bersama tunangannya.",
            "linkHardsub": "https://sfl.gl/QItQRG"
        },
        "04": {
			"descEpisodeSynopsis": "Tim Kitazawa Tatsunosuke yang dikejutkan oleh insiden tak terduga yang menimpa Igarashi Sei, harus mengesampingkan rasa frustrasi mereka untuk menjalankan misi baru. Mereka ditugaskan untuk menjaga barang antik warisan di sebuah firma hukum atas permintaan atasan Kishimura Rika. Situasi menjadi rumit saat Rika, yang ternyata adalah pengacara keluarga pewaris, kembali dan salah paham melihat kedekatan Tatsunosuke dengan Chihaya. Di tengah ketegangan itu, salah seorang pewaris yang mencurigakan, Yugo, muncul di dekat lokasi.",
            "linkHardsub": "https://sfl.gl/xSJtzO1m"
        },
        "05": {
			"descEpisodeSynopsis": "Tim pengawal curiga Kuga terlibat dalam insiden Igarashi. Meski Kuga menyangkal, Tatsunosuke tetap ragu. Saat tim menjalankan misi baru mengamankan acara merek mewah, terjadi pencurian di dekat Presiden Kazue. Di sisi lain, Tatsunosuke khawatir Rika mulai memakai sosial media di luar negeri, sementara Hara menyadari sikap Chihaya terhadap Tatsunosuke berubah sejak mereka menyelidiki kasus Igarashi bersama.",
            "linkHardsub": "https://sfl.gl/dr7qFN"
        },
        "06": {
			"descEpisodeSynopsis": "Tatsunosuke mengunjungi Urushibara, pembunuh ayahnya, di penjara dan mendapat info mengejutkan tentang kasus Igarashi yang membuatnya mencurigai Kajiwara. Kajiwara kemudian menugaskan tim Tatsunosuke untuk mengamankan forum pendidikan besar yang VIP-nya diincar teroris. Misi ini rumit karena pemimpin tim keamanan lain menolak bekerja sama. Di sisi lain, Tatsunosuke tahu Rika akan pulang untuk menghadiri forum itu, sementara Hara mengkhawatirkan perubahan sikap Chihaya.",
            "linkHardsub": "https://sfl.gl/2CP9uKA"
        },
        "07": {
			"descEpisodeSynopsis": "Tatsunosuke, Minato, dan Shiiya menemukan petunjuk baru dalam kasus Igarashi dari berkas pemberian Kajiwara, namun memilih merahasiakan spekulasi tersebut. Di tengah ketegangan tim akibat minimnya koordinasi pengamanan jelang acara, Tatsunosuke justru dibuat cemburu saat menjemput Rika yang pulang bersama teman prianya. Meski begitu, kehadiran Rika mencairkan suasana lewat keakrabannya dengan Mikumo, sementara diskusi hukumnya dengan Minato mengenai kasus Igarashi berujung pada penemuan fakta yang mengejutkan",
            "linkHardsub": "https://sfl.gl/dXWK8"
        },
        "08": {
			"descEpisodeSynopsis": "Kecurigaan Tatsunosuke terhadap Chihaya dalam kasus pembunuhan Igarashi memuncak saat ia harus menyelamatkan Rika yang nyaris diculik oleh wanita itu. Di tengah krisis ancaman bom pada Forum Pendidikan dan hilangnya Minori, Tatsunosuke memohon waktu satu hari kepada Presiden Kazue untuk menyadarkan Chihaya sebelum terlambat. Sambil berpacu dengan waktu, Tatsunosuke bertekad mengungkap kebenaran kasus, tujuan asli Chihaya, serta memperjelas arah hubungannya dengan Rika",
            "linkHardsub": "https://sfl.gl/OizZyNnw",
			"thisEnd": true
        }
    },
	"descOnAirDatePattern": "251017",
    "OnAirEvery": 7,
    "OnAirPatternRestarts": [
        { "fromEpisode": "08", "newStartDate": "251212" }
    ]
}


