{
    "url": "koshodo-monogatari",
    "nameShowTitle": "Koshodo Monogatari (2023)",
    "descSynopsis": "Berlatar di sebuah toko buku tua tertentu bernama \"Yume Neko\", ketika para gadis yang berkunjung di sana mulai membaca sebuah novel misteri yang direkomendasikan oleh pemilik toko, mereka melakukan perjalanan kembali ke masa lalu ke dunia novel, di mana kekejaman terungkap. Ini juga menggambarkan pertumbuhan seorang gadis yang menemukan jawaban atas masalah dan konflik yang dialami gadis-gadis dalam kehidupan nyata dengan berinteraksi dengan orang-orang yang mereka temui di dunia novel yang tergelincir kembali ke masa lalu.",
    "availableEpisode": [
        "01",
        "02",
        "03",
        "04",
        "05",
        "06",
        "07",
        "08",
        "09",
        "10"
    ],
    "IMGSitemap": "https://ik.imagekit.io/moearchive/menu-button/newbanner_docrandom_koshodo.png",
    "IMGThumbnailEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/koshodo{{eps}}.jpg",
    "imageThumbBigPattern": "https://ik.imagekit.io/mLsKqNSuB/post/koshodomonogatari/koshodomonogatari{{eps}}.jpg",
    "imageThumbAPattern": "https://ik.imagekit.io/mLsKqNSuB/post/koshodomonogatari/koshodomonogatari{{eps}}a.jpg",
    "imageThumbBPattern": "https://ik.imagekit.io/mLsKqNSuB/post/koshodomonogatari/koshodomonogatari{{eps}}b.jpg",
    "imageThumbCPattern": "https://ik.imagekit.io/mLsKqNSuB/post/koshodomonogatari/koshodomonogatari{{eps}}c.jpg",
    "imageThumbDPattern": "https://ik.imagekit.io/mLsKqNSuB/post/koshodomonogatari/koshodomonogatari{{eps}}d.jpg",
    "linkTrakteer": "https://trakteer.id/moefangsubs/showcase/koshodo-monogatari-GVHOS",
    "filePassword": "",
    "episodes": {
        "10": {
            "memberParticipate": "奥田いろは",
            "linkHardsub": "https://lokerwfh.net/JgdG",
            "filePassword": "ep10-TsuminakiToganin",
            "descEpisodeSynopsis": "Ayumi dan Hanai menyelidiki kebenaran di balik bunuh diri mantan guru sekolah dasar Norikazu Matsumura, dan menyimpulkan bahwa insiden yang terjadi sebulan sebelumnya, 'Insiden Pembalasan Kucing', terkait dengan kasus saat ini. Setelah menelusuri orang-orang yang terlibat dalam kasus ini, satu orang muncul, dan keduanya dengan cepat menemukan dan melakukan kontak dengannya. Melalui kejadian ini, Ayumi dibuat berpikir tentang 'balas dendam' dan kembali ke dunia nyata... Pada akhirnya, misteri toko buku tua Yume Neko dan kesamaan antara kelima protagonis terungkap.",
            "thisEnd": true,
            "nameShow": "古書堂ものがたり 「罪なき咎人」 後編"
        },
        "01": {
            "memberParticipate": "一ノ瀬美空、川﨑桜",
            "linkHardsub": "https://lokerwfh.net/7CtS",
            "filePassword": "ep1-DarenoZombie?",
            "descEpisodeSynopsis": "Sakura yang hendak merencanakan pernikahannya tiba-tiba melihat sebuah papan toko buku tua yang membuatnya penasaran. Saat melihat ke dalam toko tersebut, ia tertarik pada sebuah buku \"Detektif Serakah\". Disambut pemilik toko tersebut dengan ramah dan mengizinkannya untuk membaca buku tersebut. Namun, fenomena aneh terjadi, Sakura terbawa ke dalam dunia buku tersebut dan harus segera memecahkan kasus tentang kematian sosok pria zombie. ",
            "nameShow": "古書堂ものがたり 「誰のゾンビ？」 前編"
        },
        "02": {
            "memberParticipate": "一ノ瀬美空、川﨑桜",
            "linkHardsub": "https://lokerwfh.net/940eGfF",
            "filePassword": "ep2-DarenoZombie?",
            "descEpisodeSynopsis": "Sakura dan Yurio melakukan investigasi untuk memecahkan \"insiden zombie\" di bar Suzan's Hell. Sakura mengetahui dari Takada Rin, seorang pelayan yang menjadi korban dalam insiden tersebut, bahwa Takimoto Akane, yang juga bekerja sebagai pelayan, sebelumnya menjadi korban penguntit. Apakah zombie itu benar-benar hidup kembali? Yurio mengumpulkan orang-orang yang terlibat untuk menguak misteri kejadian tersebut. Apakah kebenaran tak terduga dari kasus yang terungkap di sana?",
            "nameShow": "古書堂ものがたり 「誰のゾンビ？」 後編"
        },
        "03": {
            "memberParticipate": "井上和、五百城茉央、冨里奈央",
            "linkHardsub": "https://lokerwfh.net/E0NzP",
            "filePassword": "ep3-KuronuriGakubu",
            "descEpisodeSynopsis": "Bercerita tentang Kanamachi Asuka (Inoue Nagi), seorang wanita yang kehilangan kepercayaan dirinya dalam bermain piano. Ia mengunjungi toko buku antik \"Yume Neko\" dan mulai membaca novel yang diberikan oleh pemilik toko. Tiba-tiba, ia melakukan perjalanan waktu ke dalam ruang kelas sekolah yang tidak dikenal. Asuka dipaksa untuk menjadi pengiring piano bagi Ogasawara, seorang siswa yang ingin memenangkan kontes paduan suara. Suatu hari, semua partitur di kelas dicoret dengan tinta hitam. Nagi dan teman sekelasnya yang suka misteri, Hatakeyama Misaki (Ioki Mao), berusaha mencari tahu siapa pelakunya, dan dicurigailah siswi pindahan bernama Tabe Marie (Tomisato Nao)",
            "nameShow": "古書堂ものがたり 「黒塗り楽譜と転校生」 前編"
        },
        "04": {
            "linkHardsub": "https://lokerwfh.net/gyinc",
            "filePassword": "ep4-KuronuriGakubu",
            "descEpisodeSynopsis": "\"Tragedi Menghitamkan Lembar Musik\" dan perilaku mencurigakan dari siswa pindahan bernama Tabe Marie yang dicurigai sebagai pelaku pengoyakan partitur, membuat Asuka dan Misaki sadar akan alasan di balik perilakunya. Mereka mulai mengumpulkan bukti untuk mengungkap kebenaran di balik insiden tersebut. Pelaku kejahatan mulai terungkap melalui penalaran Misaki... Namun, kebenaran yang terungkap melibatkan seluruh anggota kelas! Akhirnya, semua insiden terpecahkan dan menyambut Festival Paduan Suara. Apakah semuanya akan berjalan dengan lancar? Dan apakah piano milik Asuka akan baik-baik saja",
            "nameShow": "古書堂ものがたり 「黒塗り楽譜と転校生」 後編"
        },
        "05": {
            "memberParticipate": "中西アルノ、池田瑛紗",
            "linkHardsub": "https://lokerwfh.net/YFRSljqf",
            "filePassword": "ep5-PandawaSasayaku",
            "descEpisodeSynopsis": "Setelah penandatanganan buku yang memalukan dengan oshi, pencinta buku Kyoko (Nakanishi Aruno) menemukan sebuah toko buku antik, Yume Neko, dalam perjalanan pulang dan mampir ke sana. Membolak-balik novel yang ia terima dari pemiliknya... ia menemukan dirinya menjadi seorang karyawan di toko buku. Kyoko mencoba untuk kembali ke tempat asalnya, tetapi bertemu dengan Mitsuru Yoshikawa, seorang penjual buku yang mirip sekali dengan oshi-nya, dan akhirnya bekerja di toko buku itu untuk sementara waktu. Suatu hari, seorang pelanggan memberinya memo dengan pesan seperti kode, yang ia coba pecahkan bersama dengan teman paruh waktunya, Tae Nishimaki (Ikeda Teresa).",
            "nameShow": "古書堂ものがたり 「パンダは囁く」 前編"
        },
        "06": {
            "memberParticipate": "中西アルノ、池田瑛紗",
            "linkHardsub": "https://lokerwfh.net/Txj3okf",
            "filePassword": "ep6-PandawaSasayaku",
            "descEpisodeSynopsis": "Sebuah catatan dari seorang pencinta buku tua, Shimizu, berisi pesan tersembunyi yang hanya bisa dimengerti oleh karyawan toko buku. Kyoko dan Tae akhirnya memecahkan teka-teki kode tersebut dan menemukan bahwa Shimizu berada dalam situasi yang berbahaya. Nishioka, yang datang untuk meminta bantuan dalam menemukan buku tersebut, Yoshikawa, Kyoko dan Tae, yang ada di sana pada saat itu, pergi ke sebuah vila jauh di pegunungan untuk menyelamatkan Shimizu... Apa yang menanti mereka di sana adalah sebuah TKP yang tidak terduga.",
            "nameShow": "古書堂ものがたり 「パンダは囁く」 後編"
        },
        "07": {
            "memberParticipate": "菅原咲月、小川彩、岡本姫奈",
            "linkHardsub": "https://lokerwfh.net/8Z650lm",
            "filePassword": "ep7-PuddingJiken",
            "descEpisodeSynopsis": "Ankari (Sugawara Satsuki), seorang siswi SMA yang sangat menyukai puding, tergoda oleh aroma manis dan mengunjungi toko buku bernama Yumeneko. Sambil menunggu puding buatan pemilik toko matang, ia membaca novel berjudul \"Pudding\". Namun, tiba-tiba teman sekelas Ankari (di novel berubah nama menjadi Akari), Ishikura Mika (Ogawa Aya), muncul di depannya. Mereka berdua sepakat untuk makan puding di apartemen kakak Aya, Ishikura Emiri (Okamoto Hina), namun anehnya tidak ada puding di dalam kamar Hina. Saat mencoba memecahkan misteri \"Kasus Hilangnya Puding\", mereka tanpa sengaja mengetahui rahasia Emiri...",
            "nameShow": "古書堂ものがたり 「プリン」 前編"
        },
        "08": {
            "memberParticipate": "菅原咲月、小川彩、岡本姫奈",
            "linkHardsub": "https://lokerwfh.net/6eZf",
            "filePassword": "ep8-PuddingJiken",
            "descEpisodeSynopsis": "Mika yang meyakini kakaknya, Emiri, telah membuat debut di universitas, ternyata adalah seorang stalker yang tidak terduga!?? Secara kebetulan, tiga orang yaitu Midorikawa Yoshito, Ankari, dan Mika mengunjungi kamar Emiri dan curiga bahwa Emiri adalah pengirim surat ancaman. Saat Emiri kembali ke rumah, situasinya semakin berbahaya... Kemudian, munculah Hirona, seorang wanita yang menjadi korban stalker, di hadapan ketiga orang yang berusaha melarikan diri, dan alur cerita menjadi semakin tak terduga. Ankari, yang sangat ingin makan puding, apakah akhirnya berhasil memakannya dengan selamat?",
            "nameShow": "古書堂ものがたり 「プリン」 後編"
        },
        "09": {
            "memberParticipate": "奥田いろは",
            "linkHardsub": "https://lokerwfh.net/dUj7X",
            "filePassword": "ep9-TsuminakiToganin",
            "descEpisodeSynopsis": "Setelah kematian kakaknya, Wakazumi Ayumi (Okuda Iroha) ingin membalas dendam kepada pria yang dicurigai dalam kasus tersebut. Dia mengunjungi toko buku antik Yume Neko. 'Nenek Hanai memecahkan kasus ini! Berkas Kasus Wakearisou\", dia dibawa kembali ke masa lalu ke dunia buku. Dia menemukan dirinya berada di depan gedung apartemen 'Wakearisou'. Penghuninya, Hanai Asami, alias Nenek Hanai, bertanya-tanya tentang bunuh diri seorang mantan rekannya yang membakar dirinya sendiri sampai mati. Ayumi bekerja sama dalam penyelidikan, dan mereka berteman untuk mengungkap kasus ini, tetapi...",
            "nameShow": "古書堂ものがたり 「罪なき咎人」 前編"
        }
    },
    "descEpisode": "| Episode {{eps}}",
    "descEpsListName": "Episode {{eps}}",
    "descOnAirDatePattern": "230411",
    "OnAirEvery": 7
}