{
    "url": "love-sharing",
    "nameShowTitle": "Love Sharing",
    "nameShow": "ラブシェアリング",
    "descSynopsis": "\"Jadikan kami bertiga sebagai pacarmu\" Hubungan bersama yang belum pernah terjadi sebelumnya dengan tiga gadis cantik sekolah, Yui (Nakamura Reno), Wakana (Mukai Hazuki), dan Midori (Yumiki Nao), telah dimulai. Di balik berbagi cinta yang aneh ini, ada rahasia yang mengejutkan.",
    "availableEpisode": [
        "01",
        "02",
        "03",
        "04",
        "05",
        "06",
        "07",
        "08",
        "09",
        "10",
        "11"
    ],
    "IMGSitemap": "https://ik.imagekit.io/moearchive/menu-button/newbanner_docrandom_lovesharing.png",
    "IMGThumbnailEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/drama_lovesharing-{{eps}}.jpg",
    "imageThumbBigPattern": "https://ik.imagekit.io/mLsKqNSuB/post/lovesharing/lovesharing{{eps}}.jpg",
    "imageThumbAPattern": "https://ik.imagekit.io/mLsKqNSuB/post/lovesharing/lovesharing{{eps}}a.jpg",
    "imageThumbBPattern": "https://ik.imagekit.io/mLsKqNSuB/post/lovesharing/lovesharing{{eps}}b.jpg",
    "imageThumbCPattern": "https://ik.imagekit.io/mLsKqNSuB/post/lovesharing/lovesharing{{eps}}c.jpg",
    "linkTrakteer": "https://trakteer.id/moefangsubs/showcase/love-sharing-2022-hardsub-gVl8d",
    "filePassword": "renomukaiyumiki{{eps}}",
    "episodes": {
        "10": {
            "linkHardsub": "https://lokerwfh.net/6aHJsD0",
            "descEpisodeSynopsis": "Ketika Kaoru tiba di vila, mereka menyadari bahwa pertemuan mereka sebenarnya telah direncanakan oleh Kaoru. Yui, Wakana, dan Midori bersumpah untuk melawan mereka. Kouhei juga diselamatkan, tetapi perbedaan pendapat antara Yui, Wakana, Midori, dan Kouhei muncul..."
        },
        "11": {
            "linkHardsub": "https://lokerwfh.net/xIMi1",
            "descEpisodeSynopsis": "Yui, Wakana, dan Midori membunuh Ryouji dan teman-temannya. Kouhei mencoba melarikan diri bersama Wakana. Di perjalanan menuju kota, mereka bertemu dengan Kaio Sayama di sebuah tempat yang terlantar. Apakah keputusan terakhir dari Yui, Wakana, dan Midori akan seperti apa? Bagaimana akhir kisah mereka...?",
            "thisEnd": true
        },
        "01": {
            "linkHardsub": "https://lokerwfh.net/AS8s",
            "descEpisodeSynopsis": "Yui, Wakana, dan Midori adalah sosok Madonna di sekolah mereka. Kouhei, suatu hari dengan gegabahnya mengaku cinta pada Yui. Meskipun alasan dia tidak bisa membiarkannya begitu saja, tapi Yui malah bertanya, \"Apa cinta itu sebenarnya?\". Namun, ketiga orang itu memiliki pandangan cinta yang unik masing-masing, dan takdir secara perlahan mendekatkan mereka bertiga dengan Kouhei. Suatu hari, Kouhei yang dipanggil untuk mengungkapkan hasil pengakuannya, malah dihadapkan pada tawaran mengejutkan dari ketiganya..."
        },
        "02": {
            "linkHardsub": "https://lokerwfh.net/iDob2JzL",
            "descEpisodeSynopsis": "Hubungan bergandengan tangan antara Yui, Wakana, Midori, dan Kouhei, seorang siswa SMA biasa, dimulai. Yui yang telah membunuh pamannya, harus berbagi rahasia dengan sepupunya, Kaoru Fujima. Kouhei, menyadari ada yang aneh dengan Yui, meminta dia untuk berkonsultasi jika ada masalah. Jarak antara keduanya semakin dekat..."
        },
        "03": {
            "linkHardsub": "https://lokerwfh.net/86OjCyYN",
            "descEpisodeSynopsis": "Midori, siswa teladan di kelasnya, memiliki rahasia yang tak bisa dia bagikan dengan Yui dan Wakana. Dia tak percaya pada cinta antara pria dan wanita, dan hubungannya dengan ayahnya yang juga seorang CEO tidak baik. Untuk menghilangkan rasa cemasnya, dia terlibat dalam hubungan asmara dan berjudi dengan keinginan pasangannya, Kouhei. Di tengah-tengah semuanya, Midori tanpa sengaja terlihat oleh Yui, Wakana, dan Kouhei..."
        },
        "04": {
            "linkHardsub": "https://lokerwfh.net/8vMbjN",
            "descEpisodeSynopsis": "Akibat pembatalan mendadak Yui, Wakana, dan Midori, perayaan ulang tahun Kouhei menjadi kaku. Wakana, yang memiliki trauma dari hubungan pertemanan sebelumnya, takut akan keretakan hubungan mereka bertiga. Didorong oleh Yui, Wakana berusaha untuk meredakan ketegangan di antara mereka bertiga dan Kouhei, tetapi dia malah teringat akan trauma masa lalunya."
        },
        "05": {
            "linkHardsub": "https://lokerwfh.net/9zHEjP4z",
            "descEpisodeSynopsis": "Mereka akhirnya berdamai dan menyatakan perasaan masing-masing. Namun, ketenaran mereka di sekolah berkat media sosial menarik perhatian Ryoji, seorang teman sekelas yang menyatakan ingin menjadi kekasih keempat karena ia penggemar \"Love Sharing\". Kehadiran Ryoji membuat dinamika hubungan mereka bertiga dengan Kouhei kembali berubah..."
        },
        "06": {
            "linkHardsub": "https://lokerwfh.net/rGBPlR",
            "descEpisodeSynopsis": "Wakana melakukan kesepakatan dengan Ryoji untuk menghapus video pengungkapan rahasia Midori. Namun, setelah video itu dihapus, video pengungkapan rahasia Wakana sendiri malah diunggah. Sementara perayaan kelulusan semakin dekat, mereka berempat harus menghadapi masalah masing-masing. Akankah mereka berhasil melewati perayaan kelulusan dengan lancar?"
        },
        "07": {
            "linkHardsub": "https://lokerwfh.net/lxSA4w",
            "descEpisodeSynopsis": "Bagian pertama dari serial di sekolah telah berakhir hingga episode 6, sekarang kami akan menyajikan episode spesial dalam bentuk diskusi antara para pemain utama tentang peran mereka, momen-momen berkesan, dan episod di lokasi syuting."
        },
        "08": {
            "linkHardsub": "https://lokerwfh.net/Ikafylh",
            "descEpisodeSynopsis": "Meskipun di awalnya kebingungan karena ada tamu tak terduga di vila, yaitu Ryōji Kyuusaku, Ichiro Arima, dan Sae Niigata, akhirnya mereka semua sepakat untuk menginap bersama. Awalnya mereka bersenang-senang, namun..."
        },
        "09": {
            "linkHardsub": "https://lokerwfh.net/lz5K",
            "descEpisodeSynopsis": "Pengaruh Ryouji dan teman-temannya membuat dinamika hubungan antara mereka bertiga dengan Kouhei semakin renggang. Kouhei mulai mendekati Wakana, Yui mendekati Ichiro, dan Midori mendekati Sae. Yui menyadari bahwa hubungan hanya dari hati tidaklah cukup, dan dia pun mengajukan sebuah usulan kepada mereka bertiga..."
        }
    },
    "descEpisode": "| story.{{eps}}",
    "descEpsListName": "Story.{{eps}}",
    "descOnAirDatePattern": "220327",
    "OnAirEvery": 7,
    "memberParticipate": "向井葉月、中村麗乃、弓木奈於"
}