{
	"url": "miren-kakure-bocchitachi",
	"nameShowTitle": "Miren ~Kakure Bocchitachi~ (2025)",
	"nameShow": "未恋〜かくれぼっちたち〜",
	"descSynopsis": "Kosaka Kento, seorang editor majalah manga Comic Boon, diam-diam menjalin hubungan dengan Fukada Yuzu, seorang mangaka idola populer. Di tempat kerja, mereka berpura-pura hanya memiliki hubungan profesional sebagai editor dan penulis. Namun, hubungan mereka terguncang ketika Suzuki Minami, rekan lamanya, muncul sebagai karyawan baru.",
	"availableEpisode": [
		"01", "02", "03", "04", "05", "06", "07", "08", "09", "10"
	],
	"IMGSitemap": "https://ik.imagekit.io/moearchive/menu-button/newbanner_docrandom_miren.png",
	"IMGThumbnailEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/miren{{eps}}.jpg",
	"imageThumbBigPattern": "https://ik.imagekit.io/mLsKqNSuB/post/miren/miren{{eps}}.jpg",
	"imageThumbAPattern": "https://ik.imagekit.io/mLsKqNSuB/post/miren/miren{{eps}}a.jpg",
	"imageThumbBPattern": "https://ik.imagekit.io/mLsKqNSuB/post/miren/miren{{eps}}b.jpg",
	"imageThumbCPattern": "https://ik.imagekit.io/mLsKqNSuB/post/miren/miren{{eps}}c.jpg",
	"imageThumbDPattern": "https://ik.imagekit.io/mLsKqNSuB/post/miren/miren{{eps}}d.jpg",
	"linkTrakteer": "https://trakteer.id/moefangsubs/showcase/miren-kakure-bocchitachi-rOXw1",
	"filePassword" : "Yumiki-Menjadi-Mangaka",
	"episodes": {
		"01": {
			"linkHardsub": "https://sfl.gl/PSbl",
			"descEpisodeSynopsis": "Kento bekerja tanpa lelah sebagai editor majalah Comic Boon, menghindari waktu luang karena trauma masa lalu ketika gagal menjadi novelis. Suatu hari, Yuzu tiba-tiba menghentikan karyanya tanpa izin, kehilangan motivasi akibat tekanan publik. Kento berhasil mendekatinya dengan dukungan hangat, membawa mereka lebih dekat saat mulai berjalan bersama untuk penyegaran. Kedekatan ini membawa kejutan ketika Yuzu muncul di rumah Kento."
		},
		"02": {
			"linkHardsub": "https://lokerwfh.net/HCscy",
			"descEpisodeSynopsis": "Kousaka Kento, seorang editor majalah manga Comic Boon, diam-diam menjalin hubungan dengan mangaka populer, Fukada Yuzu. Di kantor, mereka berpura-pura hanya memiliki hubungan profesional. Suatu hari, Suzuki Minami bergabung sebagai pekerja kontrak di departemen editorial. Minami berbicara santai dengan Kento, menunjukkan kedekatan yang mengejutkan Yuzu. Rupanya, Kento dan Minami pernah mengikuti program pelatihan novelis 'Kanzume Yashiki' enam tahun lalu, di mana Kento adalah satu-satunya yang memahami Minami. Saat Yuzu menanyakan hubungan mereka, Kento kesulitan menjawab. Kemudian, Kento dan Yuzu pergi berkencan untuk pertama kalinya, tetapi bahkan dalam suasana santai, Kento tetap berbicara dengan bahasa formal."
		},
		"03": {
			"linkHardsub": "https://lokerwfh.net/VsMo",
			"descEpisodeSynopsis": "Kento dan Yuzu terus menjalin hubungan, tetapi Comic Boon memulai proyek pencarian mangaka baru, 'Mencetak Yuzu Kedua.' Yuzu menemukan proposal proyek ini di tas Kento dan merasa khawatir bahwa perhatiannya akan beralih ke orang lain. Saat ia mengungkapkan ketakutannya, Kento tampak tidak memahami perasaannya. Sementara itu, sebagai editornya, Kento menyadari bahwa Yuzu sedang mengalami kebuntuan kreatif dan mencoba membantunya, tetapi usahanya justru tidak sesuai dengan harapan Yuzu."
		},
		"04": {
			"linkHardsub": "https://lokerwfh.net/N6BHypF8",
			"descEpisodeSynopsis": "Setelah Yuzu mengumumkan hubungannya dengan Kento, kolega mereka di Comic Boon mulai mengetahuinya. Meskipun mereka menggoda pasangan ini, mereka tetap mendukung mereka. Melihat Kento yang bahagia, Minami teringat kata-kata yang pernah diucapkannya enam tahun lalu. Dulu, Minami dan Kento bertemu dalam proyek pelatihan novelis 'Kanzume Yashiki.' Minami kemudian memenangkan penghargaan dan debut sebagai novelis, tetapi beban ekspektasi membuatnya ingin menyerah. Di pesta penghargaan, ia sempat berpikir untuk berhenti menulis dan menjalani kehidupan biasa, tetapi Kento memberinya dorongan. Di sisi lain, editor baru Hoshi mulai tertarik pada Minami dan menyimpan rahasia yang belum diketahui siapa pun di kantor."
		},
		"05": {
			"linkHardsub": "https://lokerwfh.net/imSed",
			"descEpisodeSynopsis": "Yuzu, seorang mangaka sukses, pernah menjalani kehidupan SMA yang bahagia sebelum memutuskan untuk mengejar mimpinya. Namun, orang tuanya menentangnya, sehingga ia memutuskan untuk kabur dan menawarkan karyanya ke berbagai penerbit. Setelah berhasil menjadi mangaka populer, ia kini mulai meragukan semangatnya terhadap manga. Saat itulah editor dari penerbit besar 'Kougakukan' memberikan tawaran menarik. Sementara itu, proyek 'Mencetak Yuzu Kedua' terus berlanjut, dengan Kento membimbing mangaka pendatang baru, Motoshima Rin. Namun, prosesnya tidak berjalan mulus. Minami mempertanyakan apa yang sebenarnya membuat karya Rin menarik, tetapi jawaban Kento di luar dugaannya. Di sisi lain, Minami mulai mempertimbangkan untuk kembali menulis setelah mendapat dorongan dari Hoshi. Baik Yuzu maupun Minami mulai bergerak maju, tetapi tantangan baru menanti Kento."
		},
		"06": {
			"linkHardsub": "https://lokerwfh.net/Yms5I",
			"descEpisodeSynopsis": "Saat Kento pulang kerja, Yuzu menghilang dari rumahnya, hanya meninggalkan pesan bahwa ia pergi untuk menggambar manga yang hanya bisa ia buat. Ia pun memutus komunikasi pribadi dengan Kento. Ternyata, Yuzu telah memutuskan untuk memulai serial baru di bawah bimbingan editor dari 'Kougakukan.' Kento yang kebingungan mencoba mencari jawaban darinya, tetapi percakapan mereka hanya menghasilkan lebih banyak kebingungan. Sementara itu, di Comic Boon, Hoshi menyebabkan masalah besar dengan seorang mangaka senior, Nukui, yang akhirnya memutuskan untuk menghentikan serialnya. Editor kepala memutuskan untuk menghentikan kerja sama dengan Nukui, tetapi Kento mengusulkan solusi alternatif. Di sisi lain, Minami kembali menulis dan mulai bekerja sama dengan Rin untuk membuat cerita manga. Ia meminta saran dari mantan rekan penulisnya, Oki, dan tanpa disangka, bertemu dengan Yuzu di sebuah bar. Percakapan mereka pun berpusat pada satu orang—Kento. Hubungan antara Kento, Minami, dan Yuzu mulai mengalami perubahan besar."
		},
		"07": {
			"linkHardsub": "https://sfl.gl/Jsiut",
			"descEpisodeSynopsis": "Yuzu memulai serial baru di majalah 'Monthly Briller' milik penerbit besar 'Kougakukan,' dan berita ini menyebar luas hingga ke kantor 'Comic Boon.' Sementara editor kepala menyikapinya dengan semangat kompetitif, Kento merasa sulit menerima kenyataan ini. Ia pun pergi minum dengan Hoshi, yang lebih terganggu dengan insiden yang menyebabkan serial Nukui dibatalkan daripada dengan kepindahan Yuzu. Hoshi akhirnya mengungkapkan perasaannya yang sebenarnya. Di sisi lain, proyek 'Mencetak Yuzu Kedua' berjalan dengan baik, dan Minami kini mulai terlibat dalam pembuatan cerita untuk manga Rin. Namun, ketika ia mencoba memahami visi Rin, gadis itu tampak ragu dan sulit mengungkapkan perasaannya. Saat Minami kebingungan, tiba-tiba Hoshi muncul di hadapannya."
		},
		"08": {
			"linkHardsub": "https://sfl.gl/22H8b",
			"descEpisodeSynopsis": "Hoshi akhirnya mengungkapkan keinginannya yang sebenarnya—ia ingin menggambar manga sendiri. Ia bergabung dengan perusahaan hanya agar bisa dekat dengan dunia manga, tetapi bekerja sebagai editor justru membuatnya semakin tersiksa. Menyadari hal ini, Kento membawanya untuk bertemu dengan Rin. Ia sudah menduga bahwa Hoshi diam-diam melakukan sesuatu di balik layar. Hoshi pun mengungkapkan isi hatinya. Melihat Hoshi yang berani mengejar impiannya dan Minami yang kembali menulis, Kento mulai mempertanyakan dirinya sendiri. Ia selalu menganggap pekerjaan editor sebagai sesuatu yang ia pilih karena tidak menyukainya, tetapi pada kenyataannya, ia mengerjakannya dengan penuh dedikasi. Sementara itu, editor dari 'Kougakukan' semakin mempersiapkan serial baru Yuzu. Kento pun meminta saran dari editor kepala tentang salah satu serial yang sedang berjalan, dan kata-kata yang diterimanya mulai mengubah dirinya."
		},
		"09": {
			"linkHardsub": "https://sfl.gl/WcQEm1",
			"descEpisodeSynopsis": "Kento mengunjungi tempat di mana program 'Kanzume Yashiki' pernah diadakan enam tahun lalu. Sejak saat itu, ia hanya mengumpulkan ide-ide tanpa pernah benar-benar menulis. Apakah ia telah menyerah atau masih berpegang pada impiannya? Kini, ia harus menghadapi perasaannya yang sesungguhnya. Saat ia melihat bangunan tempat pelatihan dulu, tiba-tiba Oki, salah satu peserta program, muncul di hadapannya. Sementara itu, proyek 'Mencetak Yuzu Kedua' mencapai tahap akhir. Minami akhirnya menyelesaikan naskah cerita, dan hasilnya mendapat pujian dari seluruh tim editorial. Serial debut Rin pun resmi diputuskan. Namun, Minami merasakan ada sesuatu yang tidak beres. Ia pun berdiskusi dengan editor kepala, yang akhirnya menunjuk Kento sebagai editor Rin. Saat Kento membaca konsep awal manga tersebut, reaksinya justru penuh kemarahan. Dengan rapat penting yang akan datang, apakah mereka bisa menemukan solusi atas 'keganjilan' dalam proyek ini?"
		},
		"10": {
			"linkHardsub": "https://sfl.gl/Fbh9gU",
			"descEpisodeSynopsis": "Proyek besar pencarian Fukada Yuzu Kedua memasuki tahap akhir. Saat debut manga pertama Motoshima Rin diumumkan, Kento tiba-tiba meminta pembatalannya demi memastikan Rin menggambar sesuai keinginannya. Meski mendapat tentangan, ia mendapat dukungan tak terduga, menginspirasi Minami untuk mencari makna menulisnya sendiri. Sementara itu, Hoshi kembali dengan karyanya, dan Yuzu memulai serial barunya demi menemukan gaya uniknya. Melihat perubahan Yuzu, Kento mengambil keputusan besar. Di tengah pencarian jati diri, mereka melangkah menuju apa yang benar-benar mereka cintai. Apa yang menanti di depan?",
			"thisEnd": true
		}
	},
	"descEpisode": "| Episode {{eps}}",
	"descEpsListName": "Episode {{eps}}",
	"descOnAirDatePattern": "250109", 
	"OnAirEvery": 7,
	"memberParticipate": "弓木奈於"
}