{
    "url": "rakujitsu",
    "nameShowTitle": "Rakujitsu (2023)",
    "nameShow": "落日",
    "descSynopsis": "Kaori Hasebe adalah seorang sutradara film pemula. Dia berkonsultasi dengan penulis naskah baru, Mahiro Kai, tentang skenario filmnya. Naskahnya berdasarkan pada Kasus Pembunuhan Keluarga Sasazuka-cho yang terjadi 15 tahun lalu. Kasus pembunuhan itu melibatkan seorang pria hikikomori yang membunuh adik perempuannya di rumahnya dan kemudian membakar rumahnya. Kebakaran itu juga menewaskan orang tuanya.",
    "availableEpisode": [
        "01",
        "02",
        "03",
        "04"
    ],
    "IMGSitemap": "https://ik.imagekit.io/moearchive/menu-button/newbanner_docrandom_rakujitsu.png",
    "linkTrakteer": "https://trakteer.id/moefangsubs/showcase/rakujitsu-wLEG6",
    "IMGThumbnailEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/rakujitsu{{eps}}.jpg",
    "imageThumbBigPattern": "https://ik.imagekit.io/mLsKqNSuB/post/rakujitsu/rakujitsu{{eps}}.jpg",
    "imageThumbAPattern": "https://ik.imagekit.io/mLsKqNSuB/post/rakujitsu/rakujitsu{{eps}}a.jpg",
    "imageThumbBPattern": "https://ik.imagekit.io/mLsKqNSuB/post/rakujitsu/rakujitsu{{eps}}b.jpg",
    "imageThumbCPattern": "https://ik.imagekit.io/mLsKqNSuB/post/rakujitsu/rakujitsu{{eps}}c.jpg",
    "imageThumbDPattern": "https://ik.imagekit.io/mLsKqNSuB/post/rakujitsu/rakujitsu{{eps}}d.jpg",
    "filePassword": "WOWOWRakujitsu",
    "episodes": {
        "01": {
            "descOnAirDate": "3 September 2023",
            "linkHardsub": "https://lokerwfh.net/H5XE7",
            "descEpisodeSynopsis": "Kota di mana pembunuhan itu terjadi juga merupakan kampung halaman Mahiro Kai. Baik Kaori Hasebe maupun Mahiro Kai memiliki rahasia terkait kasus pembunuhan keluarga tersebut. Sementara Kaori Hasebe dan Mahiro Kai menyelidiki kasus pembunuhan ini untuk film mereka, sebuah kebenaran yang mengejutkan terungkap."
        },
        "02": {
            "descOnAirDate": "10 September 2023",
            "linkHardsub": "https://lokerwfh.net/581K32B",
            "descEpisodeSynopsis": "\"Di balik kasus ini, ada kebenaran yang lebih dalam\" - Kaori dan Mahiro, yang semakin meragukan, menuju ke Sasazuka untuk mengungkap masa lalu Rikito. Apakah anak yang pernah diberi semangat oleh Kaori saat kecil dan menderita pelecehan adalah Rikito, bukan Sara? Kaori dan Mahiro, yang mencari kebenaran tersembunyi, membuka \"masa lalu\" yang mereka bawa masing-masing. Sementara itu, Mahiro mengetahui bahwa penulis terkenal yang menjadi mentornya, Ohata Rinko, akan menulis skenario film ini menggantikannya..."
        },
        "03": {
            "descOnAirDate": "10 September 2023",
            "linkHardsub": "https://lokerwfh.net/EjfEEPl2",
            "descEpisodeSynopsis": "\"Aku, aku telah membunuh seseorang,\" - Kaori mengakui bahwa dia membuat film pertamanya untuk menghadapi masa lalu yang melibatkan kematian ayahnya dan teman sekelas yang bunuh diri. Kaori menghadapi Mahiro tentang \"apakah dengan mengetahui, kita bisa melangkah maju\" terkait \"kematian kakak perempuan\" yang menyakitkan yang dialami Mahiro. Mahiro yang terguncang meninggalkan Kaori. Akankah mereka dapat melanjutkan menulis naskah film bersama? Sementara itu, fakta mengejutkan yang terkait dengan kebenaran kasus tersebut muncul dari catatan harian Chiho, kakak Mahiro..."
        },
        "04": {
            "descOnAirDate": "1 Oktober 2023",
            "linkHardsub": "https://lokerwfh.net/OiqZ2",
            "descEpisodeSynopsis": "Fakta baru terungkap bahwa Rikito dan Chiho adalah pasangan kekasih. Kaori dan Mahiro, bersama-sama mencari keberadaan surat tangan yang ditukar oleh kedua orang tersebut, khawatir bahwa Chiho mungkin terlibat dalam kasus tersebut. Kaori menggunakan petunjuk dari foto yang ditemukan di ponsel Chiho dan menuju ke lokasi tertentu. Sementara itu, Kaori menerima surat dari Rikito yang akhirnya sampai padanya... Pertanyaannya adalah, mengapa Rikito membunuh adiknya dan orangtuanya? Sementara menghadapi masa lalu, mencari kebenaran di balik kasus ini membawa mereka pada pengungkapan kebenaran yang mengguncang.",
            "thisEnd": true
        }
    },
    "descEpisode": "| Episode {{eps}}",
    "descEpsListName": "Episode {{eps}}",
    "memberParticipate": "久保史緒里"
}