{
	"IMGSitemap": "https://ik.imagekit.io/moearchive/menu-button/newbanner_docrandom_ryosangataruka.png",
	"url": "ryosangata-ruka",
	"nameShowTitle": "Ryosangata Ruka: Puramo Buin no Aoki Gyakushu (2025)",
	"nameShow": "量産型ルカ -プラモ部員の青き逆襲-",
	"descSynopsis": "Takamine Ruka (alias Takaruka) dan Seto Ruka (alias Setoruka) adalah siswi SMA biasa yang bersekolah di SMA Nozomigaoka. Kedua sahabat masa kecil ini selalu bersama sejak mereka muda, sehingga mereka dijuluki \"Rukaruka\" oleh orang-orang di sekitar mereka. Suatu hari, di tahun ketiga SMA, Takaruka merasa resah dengan perkataan seorang teman yang berkata padanya, \"Sama saja jika kamu hanya datang ke sekolah dan pulang setiap hari.\" Saat itu, ia menemukan sebuah ruang kelas yang dihias dengan permen di bagian belakang gedung sekolah dan diundang masuk... Ternyata, itu adalah klub model kit, yang berada di ambang penutupan. Keduanya memutuskan untuk membuat model kit atas desakan penasihat mereka, Yomota-sensei, yang dijuluki \"Yomo-san,\" dan terpikat oleh pesona misterius dari model-model tersebut, yang secara bertahap menarik siswa lain dan pihak sekolah untuk ikut terlibat...",
	"availableEpisode": [
		"01",
		"02",
		"03",
		"04",
		"05",
		"06",
		"07",
		"08",
		"09",
		"10"
	],
	"newUpdateCount": 1,
	"IMGThumbnailEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/ruka{{eps}}.jpg",
	"imageThumbBigPattern": "https://ik.imagekit.io/mLsKqNSuB/post/ryosangataruka/ruka{{eps}}.jpg",
	"imageThumbAPattern": "https://ik.imagekit.io/mLsKqNSuB/post/ryosangataruka/ruka{{eps}}a.jpg",
	"imageThumbBPattern": "https://ik.imagekit.io/mLsKqNSuB/post/ryosangataruka/ruka{{eps}}b.jpg",
	"imageThumbCPattern": "https://ik.imagekit.io/mLsKqNSuB/post/ryosangataruka/ruka{{eps}}c.jpg",
	"imageThumbDPattern": "https://ik.imagekit.io/mLsKqNSuB/post/ryosangataruka/ruka{{eps}}d.jpg",
	"linkTrakteer": "https://trakteer.id/moefangsubs/showcase/ryosangata-ruka-fZbjJ",
	"filePassword": "RukaRuka-KakkiMenmen!",
	"memberParticipate": "賀喜遥香、筒井あやめ",
	"episodes": {
		"01": {
			"descOnAirDate": "3 Juli 2025",
			"linkHardsub": "https://sfl.gl/KL2UaDnr"
		},
		"02": {
			"descOnAirDate": "10 Juli 2025",
			"descEpisodeSynopsis": "Di suatu hari libur, saat sepeda Setoruka rusak dan ia kebingungan, seorang pengendara motor wanita muncul di hadapannya. Begitu matanya bertemu dengan lampu motor, Setoruka langsung jatuh hati pada motor tersebut. Keesokan harinya, Takaruka menyadari ada yang aneh dengan tingkah Setoruka yang kini memegang majalah motor... Sementara itu, Yomo-san mencoba berbagai cara untuk mengajak Rukaruka bergabung dengan klub model kit...",
			"linkHardsub": "https://sfl.gl/0jSyC"
		},
		"03": {
			"descOnAirDate": "17 Juli 2025",
			"descEpisodeSynopsis": "Takaruka dan Setoruka akhirnya berhasil bergabung dengan klub model kit! Tepat ketika mereka berpikir telah lolos dari krisis pembubaran, sebuah fakta mengejutkan terungkap: klub akan dibubarkan jika tidak memiliki tiga anggota sebelum akhir semester pertama! Untuk menyelamatkan klub sekali lagi, Rukaruka mencari satu anggota tambahan. Mereka kemudian mengincar Wataru, seorang siswa yang tidak ikut klub. Namun, membujuk Wataru yang memiliki masalah pribadi ternyata sulit, hingga akhirnya pecah pertengkaran antara Takaruka dan Wataru...",
			"linkHardsub": "https://sfl.gl/Rswx"
		},
		"04": {
			"descOnAirDate": "24 Juli 2025",
			"descEpisodeSynopsis": "Setoruka sedang menyirami bunga di taman sambil bersenandung. Suara nyanyiannya yang merdu terdengar oleh Endo Rui dari klub musik ringan, yang kemudian memintanya menjadi vokalis untuk bandnya. Agar tidak diketahui oleh Takaruka, Setoruka mulai berlatih secara diam-diam dan menjadi sering absen dari kegiatan klub. Takaruka pun menjadi cemas karena merasa Setoruka menyembunyikan sesuatu. Di tengah situasi tersebut, tibalah hari pertunjukan rutin klub musik ringan. Pertemuan dengan Rui telah menumbuhkan benih-benih cinta di hati Setoruka.",
			"linkHardsub": "https://sfl.gl/G7eH"
		},
		"05": {
			"descOnAirDate": "31 Juli 2025",
			"descEpisodeSynopsis": "Akibat undian yang tidak menguntungkan, klub model kit harus menanggung tugas berat membersihkan seluruh kolam renang. Usaha untuk meminta bantuan dari klub lain pun sia-sia, membuat mereka semakin terpojok. Di tengah situasi genting tersebut, sebuah ide muncul: mengadakan balapan tamiya antar klub dengan satu aturan sederhana, yang kalah harus membersihkan kolam. Kini, balapan sengit di tengah musim panas pun dimulai, dan nasib setiap klub dipertaruhkan.",
			"linkHardsub": "https://sfl.gl/DrVzW"
		},
		"06": {
			"descOnAirDate": "7 Agustus 2025",
			"descEpisodeSynopsis": "Takaruka menemukan seekor kucing yang terjebak di pohon dan berhasil menyelamatkannya dengan bantuan Wataru. Namun, ketika badai topan mendekat pada malam harinya, rasa khawatir membawa Takaruka kembali ke sekolah, di mana ia bertemu Rei yang juga mencari kucing yang sama. Setelah menemukan si kucing, mereka terpaksa berteduh dari hujan di ruang Klub Model Kit. Di sana, mereka bertemu Yomo-san dan terjebak tidak bisa pulang. Malam yang tak terduga di tengah badai ini pun akan menyatukan mereka melalui sebuah kegiatan yang sama sekali tidak mereka rencanakan.",
			"linkHardsub": "https://sfl.gl/gjMFs"
		},
		"07": {
			"descOnAirDate": "14 Agustus 2025",
			"descEpisodeSynopsis": "Takaruka dan Setoruka mengunjungi sebuah open campus karena ingin melanjutkan studi ke universitas yang sama. Suatu hari, terinspirasi oleh cerita teman sekelasnya yang begitu fokus pada impiannya, Setoruka mulai merenungkan kembali apa yang sesungguhnya ia sukai. Karena tidak dapat menceritakan isi hatinya kepada Takaruka dan merasa bimbang akan masa depannya, ia mendatangi ruang klub model kit. Di tengah kegelisahannya, ia mencoba merakit model kit atas saran dari Yomo-san. Sembari mengingat kembali sebuah peristiwa di masa lalu, Setoruka pun kembali ke titik awal dari \"kesukaan\" sejatinya",
			"linkHardsub": "https://sfl.gl/6PVZOLDF"
		},
		"08": {
			"descOnAirDate": "21 Agustus 2025",
			"descEpisodeSynopsis": "Pada hari Halloween, terjadi sebuah insiden di mana hanya Takaruka yang mengenakan kostum di kelasnya. Sepulang sekolah, saat Takaruka merasa sangat lelah setelah melewati hari yang sial itu, Yomo-san dan Natsu yang sangat antusias menikmati Halloween justru mengusulkan untuk membuat sebuah model kit dengan tema khusus. Antusiasme mereka pun menyebar hingga melampaui lingkup klub dan melibatkan seluruh sekolah.",
			"linkHardsub": "https://sfl.gl/ccIstwta"
		},
		"09": {
			"descOnAirDate": "28 Agustus 2025",
			"descEpisodeSynopsis": "Takaruka dikejutkan oleh Setoruka yang mengatakan ia tidak ingin masuk ke universitas yang sama dan lebih memilih untuk meniti karier sebagai pengisi suara. Kebingungan Takaruka berubah menjadi kekesalan karena sikap Setoruka yang seolah tidak peduli, hingga akhirnya mereka berdua pun bertengkar. Yomo-san, yang mengetahui masalah tersebut dari Wataru, memanggil Takaruka ke ruang klub model kit dan memberinya sebuah model kit. Meskipun mencoba merakitnya, Takaruka yang tidak bisa berkonsentrasi memutuskan untuk berhenti sejenak. Di sisi lain, Rei dari klub tari mengalami cedera saat latihan.",
			"linkHardsub": "https://sfl.gl/uSqXoRM5"
		},
		"10": {
			"descOnAirDate": "4 September 2025",
			"descEpisodeSynopsis": "Hari kelulusan telah tiba. Akankah Takaruka dengan Setoruka, yang selalu menghabiskan waktu bersama di ruang klub, bisa berbaikan?",
			"linkHardsub": "https://sfl.gl/vFnJw",
			"thisEnd": true
		}
	},
	"descEpisode": "| Episode {{eps}}"
}