{
    "IMGSitemap": "https://ik.imagekit.io/moearchive/menu-button/newbanner_docrandom_buzz.png",
    "url": "shinu-made-buzztero",
    "nameShowTitle": "Shinu made Buzztero!! (2025)",
    "nameShow": "死ぬまでバズってろ!!",
    "descSynopsis": "Asano Kanako adalah seorang pekerja paruh waktu berusia 26 tahun yang menyambung hidup dengan bekerja di sebuah restoran pasta. Hidupnya berubah drastis dalam semalam setelah video kecelakaan tabrak lari yang tidak sengaja ia rekam menjadi viral di media sosial. Dibanjiri oleh pujian, notifikasi \"like\", dan repost yang tak henti-hentinya, Kanako tenggelam dalam sensasi menyenangkan yang baru pertama kali ia rasakan dan berubah menjadi Tapaco, seorang influencer yang mengatasnamakan \"keadilan\" untuk mengungkap berbagai kasus. Demi menjadi viral, tindakannya yang menghalalkan segala cara secara bertahap menumpulkan rasa etisnya. Namun, keadilan yang berlebihan itu justru melahirkan kebencian baru, dan tak lama kemudian ia menjadi sasaran fitnah serta kritik anonim, hingga tanpa disadari Tapaco sendiri telah terjerumus ke dalam pusaran balas dendam yang mengerikan.",
    "availableEpisode": [
		"01"
	],
    "newUpdateCount": 1,
    "IMGThumbnailEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/shinubuzz{{eps}}.jpg",
    "imageThumbBigPattern": "https://ik.imagekit.io/mLsKqNSuB/post/shinubuzz/shinubuzz{{eps}}.jpg",
	"imageThumbAPattern": "https://ik.imagekit.io/mLsKqNSuB/post/shinubuzz/shinubuzz{{eps}}a.jpg",
	"imageThumbBPattern": "https://ik.imagekit.io/mLsKqNSuB/post/shinubuzz/shinubuzz{{eps}}b.jpg",
	"imageThumbCPattern": "https://ik.imagekit.io/mLsKqNSuB/post/shinubuzz/shinubuzz{{eps}}c.jpg",
	"imageThumbDPattern": "https://ik.imagekit.io/mLsKqNSuB/post/shinubuzz/shinubuzz{{eps}}d.jpg",
	"linkTrakteer": "https://trakteer.id/moefangsubs/showcase/shinu-made-buzzttero-FSivt",
    "filePassword": "YodawgPengenViral",
    "memberParticipate": "与田祐希",
    "episodes": {
        "01": {
            "descOnAirDate": "16 Oktober 2025",
			"descEpisodeSynopsis": "Suatu hari, saat melakukan siaran langsung dalam perjalanan pulang kerja, ia tanpa sengaja menjadi saksi kecelakaan tabrak lari oleh pengemudi mabuk. Setelah ragu sejenak, Kanako mengunggah video insiden tersebut ke media sosial, yang seketika menjadi viral dan membuatnya menjadi pusat perhatian setelah menyebabkan penangkapan seorang penyiar terkenal. Di hadapannya pun muncul seorang petugas polisi bernama Watanabe yang menanyakan tentang video tersebut. Merasakan untuk pertama kalinya sensasi menjadi \"viral\" lewat berbagai pujian dan notifikasi \"like\", Kanako menjadi kecanduan akan pengakuan dan hidupnya pun mulai berubah.",
            "linkHardsub": "https://sfl.gl/ZcisWiWw"
        },
        "02": {
            "descOnAirDate": "23 Oktober 2025",
			"descEpisodeSynopsis": "Tidak bisa melupakan sensasi menjadi \"viral\", Kanako memulai kariernya sebagai Y-Tuber ekstrem dengan nama \"Tapaco\" yang bertujuan untuk mengungkap kejahatan. Berdasarkan informasi dari media sosial, ia menghadapi seseorang yang dicurigai sebagai pelaku pemotretan ilegal. Ketika Watanabe mempertanyakan obsesinya untuk mencapai satu juta pelanggan demi uang, terungkaplah masa lalu Kanako yang tragis, yang berkaitan dengan kekerasan dalam rumah tangga dan utang dari mantan suaminya. Namun, usahanya untuk menjadi \"viral\" demi bertahan hidup perlahan berubah menjadi hasrat berbahaya akan pengakuan. Di tengah situasi tersebut, putri dari pelaku tabrak lari yang pernah ia ekspos tiba-tiba muncul di tempat kerja paruh waktu Kanako, menimbulkan pertanyaan apakah pertemuan itu hanyalah sebuah kebetulan.",
            "linkHardsub": ""
        },
        "03": {
            "descOnAirDate": "30 Oktober 2025",
            "linkHardsub": ""
        },
        "04": {
            "descOnAirDate": "6 November 2025",
            "linkHardsub": ""
        },
        "05": {
            "descOnAirDate": "13 November 2025",
            "linkHardsub": ""
        },
        "06": {
            "descOnAirDate": "20 November 2025",
            "linkHardsub": ""
        },
        "07": {
            "descOnAirDate": "27 November 2025",
            "linkHardsub": ""
        },
        "08": {
            "descOnAirDate": "4 Desember 2025",
            "linkHardsub": ""
        },
        "09": {
            "descOnAirDate": "11 Desember 2025",
            "linkHardsub": ""
        },
        "10": {
            "descOnAirDate": "18 Desember 2025",
            "linkHardsub": ""
        }
    },
    "descEpisode": "| Episode {{eps}}"
}


