{
    "IMGSitemap": "https://ik.imagekit.io/moearchive/menu-button/newbanner_docrandom_suijoukeisatsu.png",
    "url": "shin-tokyo-suijou-keisatsu",
    "nameShowTitle": "Shin Tokyo Suijou Keisatsu (2025)",
    "nameShow": "新東京水上警察",
    "descSynopsis": "Untuk menanggulangi meningkatnya kejahatan di wilayah perairan, Departemen Kepolisian Metropolitan membentuk \"Departemen Kepolisian Air Tokyo\" atau Divisi Suijo. Namun, unit ini diisi oleh sekelompok individu dengan latar belakang dan prinsip yang berbeda. Dipimpin oleh Ikari Takuma, seorang detektif lokal berpengalaman lebih dari 20 tahun, divisi ini juga beranggotakan Kusakabe Shun, perwira ambisius dari markas besar, dan Arima Reiko, teknisi maritim yang bertugas sebagai pilot kapal. Bersama para anggota unik lainnya, mereka menangani berbagai kejahatan yang terjadi di laut dan sungai Tokyo, dan secara bertahap membangun kekompakan sebagai sebuah tim melalui setiap kasus yang mereka selesaikan.",
    "availableEpisode": [
		"01", "02", "03"
	],
    "newUpdateCount": 1,
    "IMGThumbnailEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/suijoukeisatsu{{eps}}.jpg",
    "imageThumbBigPattern": "https://ik.imagekit.io/mLsKqNSuB/post/suijoukeisatsu/suijoukeisatsu{{eps}}.jpg",
	"imageThumbAPattern": "https://ik.imagekit.io/mLsKqNSuB/post/suijoukeisatsu/suijoukeisatsu{{eps}}a.jpg",
	"imageThumbBPattern": "https://ik.imagekit.io/mLsKqNSuB/post/suijoukeisatsu/suijoukeisatsu{{eps}}b.jpg",
	"imageThumbCPattern": "https://ik.imagekit.io/mLsKqNSuB/post/suijoukeisatsu/suijoukeisatsu{{eps}}c.jpg",
	"imageThumbDPattern": "https://ik.imagekit.io/mLsKqNSuB/post/suijoukeisatsu/suijoukeisatsu{{eps}}d.jpg",
	"linkTrakteer": "https://trakteer.id/moefangsubs/showcase/shin-tokyo-suijou-keisatsu-X6fpS",
    "filePassword": "YamashitaJadiStafTeknikPerairan",
    "memberParticipate": "山下美月",
    "episodes": {
        "01": {
            "descOnAirDate": "7 Oktober 2025",
			"descEpisodeSynopsis": "Kantor Polisi Perairan Tokyo yang baru dibentuk langsung dihadapkan pada sebuah kasus mengerikan ketika sebuah kotak styrofoam ditemukan mengapung di perairan. Di dalamnya, mereka menemukan potongan jari manusia yang telah menghitam bersama sebuah memo misterius yang sebagian isinya larut, namun masih terbaca tulisan yang tampak seperti \"Berikutnya adalah...\". Sebuah tim investigasi gabungan segera dibentuk untuk menangani kasus mutilasi yang meresahkan ini.",
            "linkHardsub": "https://sfl.gl/Xo0zDs"
        },
        "02": {
            "descOnAirDate": "14 Oktober 2025",
			"descEpisodeSynopsis": "Penemuan jenazah Hattori Yoshimitsu, seorang penghuni panti jompo kaya, di pulau buatan Daiba Keenam mengarah pada perawatnya, Mikami Shingo. Dalam pengejaran, Mikami ditembak oleh buronan kriminal Tabuchi Hibiki, namun berhasil selamat. Ia kemudian mengaku bahwa kematian Hattori adalah bunuh diri, tetapi sebelum bisa memberi informasi lebih lanjut, penahanannya diambil alih oleh yurisdiksi lain. Penyelidikan pun beralih ke kasus pembunuhan berantai dengan racun yang juga terjadi di panti jompo tersebut.",
            "linkHardsub": "https://sfl.gl/fUZJK8j"
        },
        "03": {
            "descOnAirDate": "21 Oktober 2025",
			"descEpisodeSynopsis": "Ikari dari Kepolisian Perairan Tokyo mengetahui bahwa buronan Hibiki Tabuchi telah membajak kapal patroli \"Akatsuki\" dan menyandera petugas Reiko. Motifnya adalah balas dendam karena Ikari telah mengganggu bisnis penyelundupannya. Tabuchi berniat menabrakkan kapal tersebut ke lokasi upacara kepolisian, di mana mantan ketua gengnya ternyata hadir sebagai tamu. Ikari pun segera mengejar, berhasil melompat ke kapal \"Akatsuki\", melumpuhkan Tabuchi, dan berjuang menghentikan kapal yang melaju kencang untuk mencegah tabrakan.",
            "linkHardsub": "https://sfl.gl/srO5MRiy"
        },
        "04": {
            "descOnAirDate": "28 Oktober 2025",
			"descEpisodeSynopsis": "Saat Reiko mencoba menyelidiki trauma masa lalu Ikari terkait kecelakaan pesawat 38 tahun silam, sebuah insiden ledakan drone terjadi dan mulai diselidiki oleh tim mereka. Di tengah situasi tersebut, sebuah krisis lain muncul di markas Kepolisian Perairan. Seorang detektif, Fujisawa, yang sedang mengajak keluarganya tur, tiba-tiba ditikam dan disandera di atas kapal patroli \"Akatsuki\". Pelaku kemudian berusaha membajak kapal tersebut, memulai situasi penyanderaan yang menegangkan.",
            "linkHardsub": ""
        },
        "05": {
            "descOnAirDate": "4 November 2025",
            "linkHardsub": ""
        },
        "06": {
            "descOnAirDate": "11 November 2025",
            "linkHardsub": ""
        },
        "07": {
            "descOnAirDate": "18 November 2025",
            "linkHardsub": ""
        },
        "08": {
            "descOnAirDate": "25 November 2025",
            "linkHardsub": ""
        },
        "09": {
            "descOnAirDate": "2 November 2025",
            "linkHardsub": ""
        },
        "10": {
            "descOnAirDate": "9 Desember 2025",
            "linkHardsub": ""
        }
    },
    "descEpisode": "| Episode {{eps}}"
}


