{
	"url": "truck-girl",
	"nameShowTitle": "Truck Girl (2023)",
	"nameShow": "トラックガール",
	"descSynopsis": "Kehidupan sehari-hari dari sopir truk muda, Kurate Jun, yang bekerja di industri logistik truk yang didominasi oleh pria. Dia menjalani hari-harinya dengan penuh semangat, dan menikmati minum-minuman setelah bekerja untuk menghilangkan kelelahannya.",
	"availableEpisode": [
		"01",
		"02",
		"03",
		"04",
		"05",
		"06"
	],
	"IMGSitemap": "https://ik.imagekit.io/moearchive/menu-button/newbanner_docrandom_truckgirl.png",
	"imageThumbBigPattern": "https://ik.imagekit.io/mLsKqNSuB//post/truckgirl/truckgirl{{eps}}.jpg",
	"imageThumbAPattern": "https://ik.imagekit.io/mLsKqNSuB//post/truckgirl/truckgirl{{eps}}a.jpg",
	"imageThumbBPattern": "https://ik.imagekit.io/mLsKqNSuB//post/truckgirl/truckgirl{{eps}}b.jpg",
	"imageThumbCPattern": "https://ik.imagekit.io/mLsKqNSuB//post/truckgirl/truckgirl{{eps}}c.jpg",
	"imageThumbDPattern": "https://ik.imagekit.io/mLsKqNSuB//post/truckgirl/truckgirl{{eps}}d.jpg",
	"linkTrakteer": "https://trakteer.id/moefangsubs/showcase/truck-girl-aTKOz",
	"filePassword" : "HatiHatiSakuchan",
	"episodes": {
		"01": {
			"linkHardsub": "https://lokerwfh.net/qj2lF",
			"descEpisodeSynopsis": "Kurate Jun, seorang sopir truk, tiba di kantor dan melihat rekan kerjanya, Hirokawa Kanta, Sakurajima Takeshi, Kishi Michiru, dan Kiyama Yuriko tengah berbincang biasa seperti biasanya di kantor. Dari percakapan sepele tersebut, Jun hampir saja membuat Yuriko marah, jadi Jun segera meninggalkan kantor. Saat Jun melakukan pekerjaan bongkar-muat di pusat logistik, seorang sopir dari perusahaan pesaing bernama Usamaru mencoba mengolok-olok Jun yang merupakan seorang sopir truk wanita yang jarang terlihat. Namun, Takeshi yang berotot besar segera mengusirnya Kemudian, Jun pergi ke tujuan pengiriman baru dengan kecepatan dan ketelitian kerjanya yang khas. Penanggung jawab di sana, Midorikawa terkejut melihat kinerjanya dan merasa terinspirasi. >Setelah selesai bekerja, Jun pergi ke restoran izakaya langganannya..."
		},
		"02": {
			"linkHardsub": "https://lokerwfh.net/a6R9CYF",
			"descEpisodeSynopsis": "Jun menuju tujuan pengiriman dan bertemu dengan orang yang bertanggung jawab di sana, Miyahara, yang ingin berkonsultasi dengan Jun. Ia memiliki seorang putri yang masih SMA dan putrinya mengatakan ingin menjadi seorang pekerja konstrusi wanita di masa depan. Miyahara khawatir karena putrinya akan melompat ke dunia yang didominasi oleh pria, dan meminta Jun untuk membujuknya agar berpikir ulang. Namun, Jun justru meninggalkan pesan dukungan untuknya. Tergerak oleh perasaan tulus Jun, Miyahara pulang dan memberi tahu putrinya tentang sesuatu yang tak terduga. Sementara itu, setelah selesai bekerja, Jun minum sake sendirian di rumah dan mendapatkan panggilan video dari sahabatnya, Mina yang mendorong Jun untuk memposting foto-foto sehari-hari di media sosial. Akhirnya, apa yang akan Jun lakukan dalam unggahan pertamanya?!"
		},
		"03": {
			"linkHardsub": "https://lokerwfh.net/6JCBEVbV",
			"descEpisodeSynopsis": "Jun ditugaskan menjadi instruktur baru. Namun, lawan kerjanya adalah pengemudi veteran, Koga, yang lebih tua daripada ayahnya. Meskipun bingung dengan sikap yang pendiam dan tanpa ekspresi, Jun harus berangkat bersama Koga untuk perjalanan jarak jauh. Di area layanan tengah perjalanan, mereka bertemu dengan teman sejawat pengemudi truk, Yamae, yang memberikan informasi macet yang berguna untuk perjalanan selanjutnya. Meskipun mereka terhenti karena penutupan jalan, mereka berhasil tiba tepat waktu dengan rute alternatif yang diusulkan oleh Koga. Jun berterima kasih kepada Koga, tetapi kekesalannya hampir meledak karena Koga tetap enggan berkomunikasi dengannya."
		},
		"04": {
			"linkHardsub": "https://lokerwfh.net/5Ibb",
			"descEpisodeSynopsis": "Jun mengambil cuti berbayar untuk mengikuti ujian mendapatkan lisensi mengemudi truk besar. Biasanya, ia hanya mengonsumsi sarapan sederhana di hari kerja, tetapi kali ini ia sangat bersemangat untuk makan di restoran set menu sejak pagi. Namun, keberuntungan Jun berbalik saat barang-barang baru yang ia beli sebagai tanda baik untuk ujian semuanya rusak, dan hari itu dimulai dengan perasaan yang buruk. Kemudian, di sekolah mengemudi, ia bertemu dengan instruktur yang sangat kuat karakternya, Tamana, yang membuat Jun merasa agak kikuk. Meskipun begitu, Jun berhasil melewati pelatihan dengan lancar. Di akhir liburannya, ketika Jun masuk ke sebuah restoran izakaya, ia mendapati dirinya terlibat dengan dua karyawan kantoran, Yamaura dan Imagawa. Kedua pria itu mengeluh tentang kesulitan pekerjaan penjualan, tetapi Jun tetap berbicara tentang pendekatannya yang positif terhadap pekerjaannya seperti biasa."
		},
		"05": {
			"linkHardsub": "https://lokerwfh.net/MgLuK",
			"descEpisodeSynopsis": "Pagi-pagi, Yuriko kepikiran tentang \"penghematan biaya,\" tapi dia marah pada timnya yang hanya menghamburkan uang tanpa sadar. Kran daruma pengawal di perjalanan juga semakin kecil, dan Jun diminta untuk menggunakan jalan alternatif. Setelah itu, Jun tiba tepat waktu di tempat pengiriman, tetapi dia diberitahu untuk menunggu karena \"sedang ramai.\" Selanjutnya, dia mendengar dari petugas yang bertanggung jawab, bahwa pengiriman akan sangat terlambat dan mungkin bir di toko bir tidak akan cukup. Jun terkejut dan menanyakan, \"Apakah itu baik-baik saja...?\" tapi ia tidak serius menanggapinya karena kesalahan dari pihak client. Terdorong oleh situasi tersebut, Jun kembali bertindak dengan sikap proaktif...! Setelah bekerja selesai hari itu, teman baiknya, Mina akan pindah ke Tokyo, dan mereka berdua pergi ke izakaya biasa. Mina mengalami kebuntuan dalam pekerjaannya, tetapi Jun secara alami memberikan dukungan kepadanya."
		},
		"06": {
			"linkHardsub": "https://lokerwfh.net/xxBm",
			"descEpisodeSynopsis": "Saat Jun datang ke kantor, Kanta sedang berkonsultasi dengan Yuriko tentang masalahnya. Yuriko yang prihatin dengan Kanta yang terlalu khawatir mengusulkan untuk pergi minum bersama sebagai sesama rekan kerja. Awalnya, Jun tidak bersemangat untuk pergi, tetapi dia setuju jika mendengar masalahnya bisa membuat Kanta lebih positif. Kemudian, ketika Jun tiba di tempat pengiriman, Kusu, orang yang bertanggung jawab, mengatakan bahwa dia sering lupa dan kesulitan.",
			"thisEnd": true
		}
	},
	"IMGThumbnailEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/truckgirl{{eps}}.jpg",
	"descEpisode": "| Episode {{eps}}",
	"descEpsListName": "Episode {{eps}}",
	"descOnAirDatePattern": "230720", 
	"OnAirEvery": 7,
	"memberParticipate": "遠藤さくら"
}