{
	"url": "hikuidori-o-kuu",
	"nameShowTitle": "Hikudori o, Kuu (2025)",
	"descSynopsis": "Yuji Kuki dan istrinya, Yuriko, yang tinggal di Shinshu, suatu hari menemukan bahwa nama leluhur mereka, Teiichi Kuki, yang gugur dalam Perang Pasifik, telah terhapus dari batu nisan keluarga. Pada saat yang sama, reporter surat kabar lokal \"Shinshu Times\", Ichika Yozawa, dan juru kamera Makoto Genda, mengunjungi mereka dengan membawa buku harian yang ditulis Teiichi di medan perang Nugini. Buku harian itu berisi catatan tentang hari-hari yang mengerikan dan obsesi Teiichi yang luar biasa untuk bertahan hidup. Seolah terpengaruh, Genda tiba-tiba bergumam \"Teiichi Kuki masih hidup\", sementara adik Yuriko, Ryo, menulis kalimat aneh di buku harian itu. Sejak saat itu, insiden-insiden misterius mulai terjadi di sekitar mereka, mulai dari Genda yang kehilangan akal sehat hingga hilangnya kakek Yuji, Tamotsu. Untuk mengungkap kebenaran, mereka meminta bantuan Soichiro Hokuto, seorang ahli fenomena paranormal kenalan Yuriko. Menurut Hokuto, ucapan Genda telah memicu terciptanya sebuah realitas baru di mana Teiichi tidak pernah mati, dan kini obsesi Teiichi terhadap kehidupan mulai mengikis serta mengubah realitas mereka secara perlahan namun pasti.",
	"IMGSitemap": "https://ik.imagekit.io/moearchive/menu-button/newbanner_docrandom_hikuidoriokuu.png",
	"episodes": {
		"01": {
			"descEpsListName": "Movie",
			"descOnAirDate": "3 Oktober 2025",
			"memberParticipate": "山下美月",
			"linkHardsub": "",
			"linkTrakteer": "",
			"filePassword": "",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/hikuidori.jpg",
			"imageThumbBig": "https://ik.imagekit.io/mLsKqNSuB/post/random/hikuidori.jpg",
			"imageThumbA": "https://ik.imagekit.io/mLsKqNSuB/post/random/hikuidori1.jpg",
			"imageThumbB": "https://ik.imagekit.io/mLsKqNSuB/post/random/hikuidori2.jpg",
			"imageThumbC": "https://ik.imagekit.io/mLsKqNSuB/post/random/hikuidori3.jpg",
			"imageThumbD": "https://ik.imagekit.io/mLsKqNSuB/post/random/hikuidori4.jpg",
			"nameShow": "火喰鳥を、喰う"
		}
	}
}