{
	"url": "nogizaka-escape-season-2",
	"nameShowTitle": "Nogizaka, Touhikou Season 2",
	"nameShow": "乃木坂、逃避行。　Season 2",
	"descSynopsis": "Member Nogizaka46 meninggalkan kehidupan sehari-hari yang sibuk untuk sejenak melarikan diri. Dua member yang dipilih berdasarkan kombinasi tertentu akan memilih \"tempat yang sangat ingin mereka kunjungi sekarang\" dan merencanakan perjalanan 1 malam 2 hari mereka sendiri. Melalui perjalanan yang hanya dilakukan oleh dua orang, acara variety berbentuk dokumenter ini mengamati sisi asli para member dan hubungan mereka berdua!",
	"availableEpisode": [
		"01",
		"02",
		"03",
		"04",
		"05",
		"06",
		"07",
		"08",
		"09",
		"10",
		"11",
		"12"
	],
	"newUpdateCount": 2,
	"IMGSitemap": "https://ik.imagekit.io/moearchive/menu-button/newbanner_docrandom_nogiescape2.png",
	"IMGThumbnailEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/nogiescape2-{{eps}}.jpg",
	"imageThumbBigPattern": "https://ik.imagekit.io/mLsKqNSuB/post/nogiescape/nogiescape-{{eps}}.jpg",
	"imageThumbAPattern": "https://ik.imagekit.io/mLsKqNSuB/post/nogiescape/nogiescape2-{{eps}}a.jpg",
	"imageThumbBPattern": "https://ik.imagekit.io/mLsKqNSuB/post/nogiescape/nogiescape2-{{eps}}b.jpg",
	"imageThumbCPattern": "https://ik.imagekit.io/mLsKqNSuB/post/nogiescape/nogiescape2-{{eps}}c.jpg",
	"imageThumbDPattern": "https://ik.imagekit.io/mLsKqNSuB/post/nogiescape/nogiescape2-{{eps}}d.jpg",
	"linkTrakteer": "",
	"episodes": {
		"01": {
			"descEpisode": "Episode 1 - Kumamoto 前編",
			"descEpsListName": "Episode 1",
			"descOnAirDate": "10 Januari 2025",
			"memberParticipate": "伊藤理々杏、与田祐希",
			"descEpisodeSynopsis": "Ito Riria dan Yoda Yuki dari gen-3 Nogizaka46 melakukan perjalanan ke Kumamoto untuk melakukan semua hal yang mereka inginkan. Mereka langsung mengunjungi \"Suganoya\", sebuah restoran terkenal yang menyajikan basashi, hidangan khas Kumamoto yang sangat ingin mereka coba, dan begitu terkesan dengan rasanya. Perjalanan berlanjut ke \"Aso Farm Land\" yang telah lama didambakan, di mana keduanya bersenang-senang berinteraksi dengan berbagai macam hewan. Kemudian, saat memulihkan tubuh mereka yang lelah dengan mandi batu, Yoda, yang akan segera lulus dari grup, mulai mengungkapkan perasaannya yang tulus dan sebenarnya."
		},
		"02": {
			"descEpisode": "Episode 2 - Kumamoto 後編",
			"descEpsListName": "Episode 2",
			"descOnAirDate": "17 Januari 2025",
			"memberParticipate": "伊藤理々杏、与田祐希",
			"descEpisodeSynopsis": "Ini adalah bagian kedua dari perjalanan Ito Riria dan Yoda Yuki di Kumamoto. Pada hari kedua, mereka bangun pagi untuk mencoba pengalaman naik balon udara, lalu menikmati kuliner Kumamoto yang lezat. Perjalanan kemudian berlanjut ke \"Greenland\", sebuah tempat yang penuh kenangan bagi keduanya. Di sana, Ito yang takut dengan wahana ekstrem dan Yoda yang sangat menyukainya, sama-sama bersenang-senang. Momen perjalanan pribadi keduanya, yang menjadi semakin akrab menjelang kelulusan, adalah sesuatu yang wajib ditonton."
		},
		"03": {
			"descEpisode": "Episode 3 - Nagano 前編",
			"descEpsListName": "Episode 3",
			"descOnAirDate": "24 Januari 2025",
			"memberParticipate": "林瑠奈、松尾美佑",
			"descEpisodeSynopsis": "Hayashi Runa dan Matsuo Miyu, teman dekat seangkatan dari gen-4 Nogizaka46, melakukan perjalanan ke Prefektur Nagano yang mereka sukai. Untuk menemukan pesona baru di Nagano, yang disebut sebagai tempat \"langganan\" oleh Matsuo, mereka memulai dengan wisata kuliner di sekitar Kastel Matsumoto. Keduanya, yang telah melakukan riset karena menantikan \"makan malam spesial buatan tangan\" pertama dalam program ini, berkeliling supermarket lokal untuk mencari peralatan makan dan bahan-bahan khas daerah tersebut, menjadikannya sebuah perjalanan yang sangat natural dan apa adanya."
		},
		"04": {
			"descEpisode": "Episode 4 - Nagano 後編",
			"descEpsListName": "Episode 4",
			"descOnAirDate": "31 Januari 2025",
			"memberParticipate": "林瑠奈、松尾美佑",
			"descEpisodeSynopsis": "Ini adalah bagian kedua dari perjalanan Hayashi Runa dan Matsuo Miyu di Prefektur Nagano yang mereka sukai. Keduanya, yang juga merupakan mahasiswi, untuk pertama kalinya saling berbicara tentang \"posisi mereka saat ini sebagai mahasiswi\" dan \"posisi mereka sebagai anggota Nogizaka46\". Sebuah kejadian tak terduga pertama dalam perjalanan ini terjadi ketika rencana mereka harus berubah mendadak akibat cuaca buruk, namun di balik itu semua, sebuah pemandangan indah yang sangat mengesankan telah menanti. Sebagai penutup, mereka juga mengunjungi sebuah \"tanah suci\" yang ingin didatangi Hayashi, menyerap pesona Nagano secara maksimal dalam perjalanan kali ini."
		},
		"05": {
			"descEpisode": "Episode 5 - Fukuoka 前編",
			"descEpsListName": "Episode 5",
			"descOnAirDate": "7 Februari 2025",
			"memberParticipate": "金川紗耶、菅原咲月",
			"descEpisodeSynopsis": "Kanagawa Saya dari gen-4 dan Sugawara Satsuki dari gen-5 Nogizaka46 melakukan perjalanan ke Fukuoka. Demi mencari tempat yang \"fotogenik\", mereka menuju Itoshima dan bersenang-senang di pantai pada musim dingin. Sambil menentukan tujuan secara spontan, keduanya menikmati kuliner Fukuoka dan memilih aksesori kembar. Perjalanan aktif ini memuncak saat mereka mengunjungi pasar Natal yang telah lama dinantikan, di mana keduanya sangat antusias dengan gemerlap lampu hias dan aneka jajanan."
		},
		"06": {
			"descEpisode": "Episode 6 - Fukuoka 後編",
			"descEpsListName": "Episode 6",
			"descOnAirDate": "14 Februari 2025",
			"memberParticipate": "金川紗耶、菅原咲月",
			"descEpisodeSynopsis": "Ini adalah bagian kedua dari perjalanan Kanagawa Saya dan Sugawara Satsuki di Fukuoka. Mereka menghabiskan malam berdua di sebuah penginapan tersembunyi yang ingin dikunjungi Kanagawa, di mana mereka berbicara tentang kegiatan di Nogizaka46. Kanagawa sebagai senior mengungkapkan perasaannya kepada Sugawara, yang diangkat menjadi wakil kapten meskipun berstatus sebagai member paling junior. Sesuai rencana perjalanan mereka yang penuh aktivitas, keduanya memulai hari kedua dengan bermain trampolin sepuasnya, bahkan melakukan \"doa dadakan untuk kesuksesan single\". Setelah itu, mereka melanjutkan perjalanan dengan mobil untuk berburu kuliner khas Fukuoka."
		},
		"07": {
			"descEpisode": "Episode 7 - Osaka & Kyoto 前編",
			"descEpsListName": "Episode 7",
			"descOnAirDate": "21 Februari 2025",
			"memberParticipate": "筒井あやめ、川﨑桜",
			"descEpisodeSynopsis": "Tsutsui Ayame dari gen-4 dan Kawasaki Sakura dari gen-5 Nogizaka46 melakukan perjalanan ke Osaka. Keduanya langsung menuju Hirakata Park, namun dihadapkan pada kesulitan yang tak terduga. Perjalanan berlanjut saat Kawasaki, yang berpengalaman dalam seluncur es, bersemangat ingin \"mengajari Tsutsui berseluncur!\" dan mengajak rekannya itu ke gelanggang es. Setelah pindah ke sebuah penginapan di Kyoto dan menikmati makan malam mewah, malam di mana mereka saling mengungkapkan perasaan terpendam justru berakhir dengan tangisan yang tak terduga."
		},
		"08": {
			"descEpisode": "Episode 8 - Osaka & Kyoto 後編",
			"descEpsListName": "Episode 8",
			"descOnAirDate": "28 Februari 2025",
			"memberParticipate": "筒井あやめ、川﨑桜",
			"descEpisodeSynopsis": "Tsutsui Ayame dari gen-4 dan Kawasaki Sakura dari gen-5 Nogizaka46 melanjutkan perjalanan mereka ke Kyoto. Hari kedua dimulai dengan kunjungan kuil pertama di tahun baru (Hatsumode) di Kuil Kifune, dilanjutkan dengan menikmati momen perjalanan singkat di atas kereta lokal. Setelah tiba di \"Stasiun Demachiyanagi\", mereka mampir untuk mencoba \"tufting\" yang ingin dilakukan oleh Tsutsui. Di sinilah kepribadian keduanya yang tampak mirip namun ternyata berbeda menjadi sangat jelas. Perjalanan yang sangat memuaskan di Osaka dan Kyoto ini diakhiri dengan berganti pakaian kimono dan mengobrol santai di sebuah kedai teh."
		},
		"09": {
			"descEpisode": "Episode 9 - Nagasaki 前編",
			"descEpsListName": "Episode 9",
			"descOnAirDate": "7 Maret 2025",
			"memberParticipate": "柴田柚菜、奥田いろは",
			"descEpisodeSynopsis": "Shibata Yuna dari gen-4 dan Okuda Iroha dari gen-5 Nogizaka46 melakukan perjalanan ke Nagasaki untuk menikmati alam. Semangat mereka langsung memuncak setibanya di bandara, dan saat mengobrol tanpa henti di dalam mobil, terungkap hubungan \"guru-murid\" yang tak terduga di antara mereka. Keduanya menjelajahi kota Nagasaki secara aktif dan santai, mulai dari menemukan kafe tersembunyi, mencoba naik trem, hingga berbelanja oleh-oleh untuk menikmati pesona kota sepenuhnya. Setibanya di penginapan, mereka saling mengungkapkan kekhawatiran yang selama ini terpendam, yang kemudian memperlihatkan betapa nyamannya hubungan di antara keduanya."
		},
		"10": {
			"descEpisode": "Episode 10 - Nagasaki 後編",
			"descEpsListName": "Episode 10",
			"descOnAirDate": "14 Maret 2025",
			"memberParticipate": "柴田柚菜、奥田いろは",
			"descEpisodeSynopsis": "Ini adalah bagian kedua dari perjalanan Shibata Yuna dan Okuda Iroha di Nagasaki. Pada malam pertama, mereka mengunjungi \"Festival Lampion\" yang menjadi ciri khas kota tersebut dan menikmati berbagai jajanan serta pertunjukan. Keesokan harinya, mereka berangkat menuju Pulau Fukue di Kepulauan Goto, namun tak disangka disambut oleh hujan deras. Akibatnya, mereka mengubah rencana awal dengan mengunjungi restoran steik terkenal dan membuat gantungan kunci kembar. Di tengah situasi tersebut, keduanya justru menemukan pemandangan indah sesaat yang telah dinantikan, yang membuat semangat mereka kembali memuncak. Perjalanan yang selalu positif dan penuh semangat ini diakhiri dengan sebuah kejutan dari Okuda."
		},
		"11": {
			"descEpisode": "Episode 11 - Taipei 前編",
			"descEpsListName": "Episode 11",
			"descOnAirDate": "21 Maret 2025",
			"memberParticipate": "梅澤美波、小川彩",
			"descEpisodeSynopsis": "Kapten Nogizaka46, Umezawa Minami, dan member gen-5, Ogawa Aya, melakukan perjalanan ke Taipei. Berbekal pengalamannya, Umezawa memandu Ogawa ke tempat-tempat yang direkomendasikannya. Setibanya di bandara pada sore hari, keduanya langsung menuju pasar malam untuk menikmati wisata kuliner khas setempat sepuasnya. Mereka juga menghabiskan waktu dengan membeli jajanan lokal, mengunjungi kedai teh yang ingin didatangi Umezawa, serta tempat wisata tujuan Ogawa. Ini adalah bagian pertama dari perjalanan di mana keduanya, yang dari awal sudah saling menunjukkan rasa sayang, perlahan-lahan menjadi akrab layaknya kakak-beradik."
		},
		"12": {
			"descEpisode": "Episode 12 - Taipei 後編",
			"descEpsListName": "Episode 12",
			"descOnAirDate": "28 Maret 2025",
			"memberParticipate": "梅澤美波、小川彩",
			"descEpisodeSynopsis": "Ini adalah bagian kedua dari perjalanan Kapten Nogizaka46, Umezawa Minami, dan Ogawa Aya di Taipei. Untuk mewujudkan keinginan Ogawa untuk \"menerbangkan lampion\", mereka menuju tempat wisata Shifen. Di sana, keduanya membeli barang kembar, menikmati wisata kuliner, dan sangat antusias mencoba kembang api genggam yang terkenal. Saat beristirahat di sebuah kafe, Kapten Umezawa mengungkapkan perasaannya kepada Ogawa sebagai member termuda gen-5, yang membuat perasaan Ogawa pun meluap. Momen ini juga mengungkap harapan yang mereka tuliskan di lampion masing-masing. Setelah kembali ke kota, keduanya yang hubungannya semakin dekat, mengakhiri perjalanan mereka dengan mengunjungi kedai es serut dan restoran hot pot rekomendasi Umezawa."
		}
	}
}