{
	"url": "shinmai-kisha-torokko",
	"nameShowTitle": "Shinmai Kisha Torokko Watashi ga Yaraneba Dare ga Yaru!",
	"availableEpisode": [
		"01"
	],
	"IMGSitemap": "https://ik.imagekit.io/moearchive/menu-button/newbanner_docrandom_torokko.png",
	"episodes": {
		"01": {
			"descEpsListName": "Movie",
			"descOnAirDate": "9 Agustus 2024",
			"memberParticipate": "藤吉夏鈴（櫻坂46）",
			"linkTrakteer": "https://trakteer.id/moefangsubs/showcase/shinmai-kisha-torokko-watashi-ga-yaraneba-dare-ga-yaru-TqObF",
			"imageThumbEps": "https://ik.imagekit.io/moearchive/thumb/docrandom/240809_torokko.jpg",
			"imageThumbBig": "https://ik.imagekit.io/mLsKqNSuB/post/random/torokko.jpg",
			"imageThumbA": "https://ik.imagekit.io/mLsKqNSuB/post/random/torokko1.jpg",
			"imageThumbB": "https://ik.imagekit.io/mLsKqNSuB/post/random/torokko2.jpg",
			"imageThumbC": "https://ik.imagekit.io/mLsKqNSuB/post/random/torokko3.jpg",
			"imageThumbD": "https://ik.imagekit.io/mLsKqNSuB/post/random/torokko4.jpg",
			"descEpisodeSynopsis": "Siswi kelas 1 SMA yang gemar sastra, Tokoro Yui, sangat mengagumi seorang penulis bernama \"Midorimachi Konoha.\" Demi bisa bertemu dengan idolanya, Yui masuk ke SMA elit swasta, Sakuraba Gakuen, tempat \"Konoha\" dikabarkan bersekolah. Ia pun berencana bergabung dengan klub sastra. Namun, saat mengikuti tes masuk klub, sebuah drone pengintai milik klub koran menabrak kepalanya, membuatnya pingsan dan gagal bergabung. Lebih buruk lagi, Yui diberitahu bahwa \"Konoha\" adalah sosok misterius yang identitasnya tidak diketahui. Meski begitu, ketua klub sastra, Saionji Mari, memberinya tantangan: jika Yui bisa mengungkap identitas asli \"Konoha,\" maka ia akan diterima sebagai anggota klub. Tanpa pilihan lain, Yui pun menyusup ke klub koran, yang diyakini memiliki informasi terkait. Di sana, ia terjebak dalam dinamika unik bersama ketua klub, Sugihara Kasane, dan wakil ketua, Onda Haruna. Sebagai reporter pemula dengan nama pena \"Torokko,\" Yui mulai terlibat dalam dunia jurnalistik dan semakin tertarik dengan pesona berita serta profesi wartawan. Namun, di balik pencariannya, sedikit demi sedikit terungkap bahwa sosok \"Midorimachi Konoha\" ternyata menyimpan rahasia besar yang berkaitan dengan kegelapan tersembunyi di sekolah tersebut.",
			"nameShow": "新米記者トロッ子 私がやらねば誰がやる!"
		}
	}
}