{
    "sales": {
        "s01": {"oricon_day1": 8.5, "oricon_week1": 13.6, "billboard_week1": null},
        "s02": {"oricon_day1": 11.1, "oricon_week1": 15.6, "billboard_week1": null},
        "s03": {"oricon_day1": 15.0, "oricon_week1": 18.7, "billboard_week1": null},
        "s04": {"oricon_day1": 19.0, "oricon_week1": 23.3, "billboard_week1": null},
        "s05": {"oricon_day1": 20.4, "oricon_week1": 24.2, "billboard_week1": null},
        "s06": {"oricon_day1": 28.6, "oricon_week1": 33.7, "billboard_week1": null},
        "s07": {"oricon_day1": 34.7, "oricon_week1": 39.5, "billboard_week1": null},
        "s08": {"oricon_day1": 38.7, "oricon_week1": 45.7, "billboard_week1": null},
        "s09": {"oricon_day1": 37.5, "oricon_week1": 42.1, "billboard_week1": null},
        "s10": {"oricon_day1": 41.2, "oricon_week1": 47.9, "billboard_week1": null},
        "s11": {"oricon_day1": 42.2, "oricon_week1": 50.0, "billboard_week1": null},
        "s12": {"oricon_day1": 48.2, "oricon_week1": 60.9, "billboard_week1": null},
        "s13": {"oricon_day1": 53.4, "oricon_week1": 62.7, "billboard_week1": null},
        "s14": {"oricon_day1": 59.0, "oricon_week1": 75.0, "billboard_week1": 71.0},
        "s15": {"oricon_day1": 60.0, "oricon_week1": 72.8, "billboard_week1": 74.9},
        "s16": {"oricon_day1": 68.3, "oricon_week1": 82.8, "billboard_week1": 84.7},
        "s17": {"oricon_day1": 74.3, "oricon_week1": 87.4, "billboard_week1": 88.0},
        "s18": {"oricon_day1": 71.6, "oricon_week1": 88.0, "billboard_week1": 102.9},
        "s19": {"oricon_day1": 69.2, "oricon_week1": 85.1, "billboard_week1": 98.9},
        "s20": {"oricon_day1": 86.3, "oricon_week1": 111.7, "billboard_week1": 118.8},
        "s21": {"oricon_day1": 77.4, "oricon_week1": 98.9, "billboard_week1": 105.3},
        "s22": {"oricon_day1": 82.2, "oricon_week1": 106.3, "billboard_week1": 110.4},
        "s23": {"oricon_day1": 81.5, "oricon_week1": 100.4, "billboard_week1": 102.0},
        "s24": {"oricon_day1": 78.9, "oricon_week1": 96.5, "billboard_week1": 101.9},
        "s25": {"oricon_day1": 81.1, "oricon_week1": 99.6, "billboard_week1": 105.0},
        "s26": {"oricon_day1": 44.6, "oricon_week1": 58.9, "billboard_week1": 67.9},
        "s27": {"oricon_day1": 45.0, "oricon_week1": 59.0, "billboard_week1": 70.4},
        "s28": {"oricon_day1": 40.9, "oricon_week1": 53.6, "billboard_week1": 65.8},
        "s29": {"oricon_day1": 34.6, "oricon_week1": 46.3, "billboard_week1": 56.1},
        "s30": {"oricon_day1": 43.5, "oricon_week1": 57.7, "billboard_week1": 72.0},
        "s31": {"oricon_day1": 48.9, "oricon_week1": 65.4, "billboard_week1": 83.0},
        "s32": {"oricon_day1": 41.9, "oricon_week1": 51.7, "billboard_week1": 66.3},
        "s33": {"oricon_day1": 41.2, "oricon_week1": 56.6, "billboard_week1": 71.4},
        "s34": {"oricon_day1": 40.1, "oricon_week1": 53.9, "billboard_week1": 69.2},
        "s35": {"oricon_day1": 41.3, "oricon_week1": 51.8, "billboard_week1": 71.4},
        "s36": {"oricon_day1": 37.5, "oricon_week1": 51.0, "billboard_week1": 65.2},
        "s37": {"oricon_day1": 36.0, "oricon_week1": 48.4, "billboard_week1": 61.0},
        "s38": {"oricon_day1": 37.7, "oricon_week1": 48.4, "billboard_week1": 61.2},
        "s39": {"oricon_day1": 43.5, "oricon_week1": 59.5, "billboard_week1": 77.6}
    },
    "summary": {
        "intro": "Dalam lanskap industri musik Jepang yang unik, penjualan media fisik, khususnya CD single, tetap menjadi tolok ukur utama yang tidak hanya mengukur kekuatan komersial seorang artis tetapi juga dedikasi dan loyalitas basis penggemar mereka. Fenomena ini sangat menonjol dalam model bisnis grup idola seperti Nogizaka46, di mana kesuksesan sering kali diukur secara kuantitatif melalui angka penjualan CD. Laporan ini menyajikan analisis mendalam mengenai data penjualan minggu pertama untuk setiap single fisik yang dirilis oleh Nogizaka46, dari single debut mereka hingga single ke-39, dengan menggunakan data dari dua lembaga pemeringkat paling kredibel di Jepang.<br><br>Untuk memberikan gambaran yang paling akurat dan komprehensif, laporan ini mengacu pada dua pilar utama data tangga lagu Jepang:<ul><li><strong>Oricon</strong>: Sebagai lembaga pemeringkat musik legendaris di Jepang, Oricon telah menjadi standar industri sejak tahun 1960-an. Metodologinya didasarkan pada survei dari panel toko ritel terpilih di seluruh Jepang. Karena sifatnya yang berbasis survei sampel, angka yang dilaporkan terkadang sedikit lebih rendah dibandingkan dengan sistem pelacakan yang lebih inklusif.</li><li><strong>Billboard Japan Top Singles Sales</strong>: Merupakan tangga lagu yang lebih modern, Billboard Japan menggunakan data point-of-sale (POS) yang dikumpulkan oleh SoundScan Japan dari jaringan peritel yang jauh lebih luas, mencakup toko serba ada, platform e-commerce, dan berbagai gerai lainnya. Cakupan data yang komprehensif ini sering kali menghasilkan angka penjualan yang lebih tinggi daripada yang dilaporkan oleh Oricon.</li></ul>Perbedaan yang konsisten antara angka Oricon dan Billboard bukanlah sebuah kesalahan, melainkan sebuah fitur dari pasar itu sendiri. Kesenjangan ini secara efektif mengungkapkan volume penjualan yang terjadi di luar panel pelaporan tradisional Oricon, memberikan gambaran yang lebih lengkap tentang penetrasi pasar sebuah single. Dengan menganalisis kesenjangan ini dari waktu ke waktu, kita dapat memperoleh pemahaman tentang pergeseran kebiasaan belanja konsumen, seperti peningkatan penjualan daring yang tidak sepenuhnya tercermin dalam data Oricon.",
        "all": "Grafik di atas menyajikan ringkasan data penjualan minggu pertama untuk single Nogizaka46 dari 1 hingga 39, berfungsi sebagai referensi tingkat tinggi untuk keseluruhan laporan. Grafik ini secara visual menggambarkan narasi karier grup, memungkinkan identifikasi cepat terhadap titik-titik perubahan penting, tren pertumbuhan, dan dampak dari pergeseran pasar.",
        "early_era": "Periode awal Nogizaka46 (single 1-7) adalah studi kasus dalam strategi masuk pasar dan kultivasi penggemar yang sukses. Diluncurkan dengan label 'Rival Resmi AKB48', grup ini berhasil memanfaatkan perhatian media awal untuk membangun momentum. Pertumbuhan penjualan yang konsisten dari satu single ke single berikutnya, yang meningkat hampir tiga kali lipat dalam dua tahun pertama, membuktikan kemampuan mereka untuk membangun basis penggemar yang loyal berdasarkan daya tarik unik mereka sendiri. Ini mencerminkan strategi yang dieksekusi dengan baik yang menggabungkan eksposur media, acara handshake, dan citra merek yang lebih elegan.",
        "climbing_era": "Era ini (single 8-15) menandai transisi Nogizaka46 dari grup populer menjadi raksasa komersial. Mereka secara konsisten melampaui rekor penjualan mereka sendiri, menembus batas 400.000, 500.000, dan akhirnya 700.000 kopi pada minggu pertama. Peningkatan skala yang cepat ini menunjukkan 'efek roda gila' dari popularitas mereka: single yang sukses menghasilkan lebih banyak peluang media dan konser, yang pada gilirannya menarik penggemar baru. Kemunculan pertama angka penjualan Billboard untuk 'Harujion ga Sakukoro' yang mencapai 710.000 kopi menegaskan jangkauan pasar mereka yang lebih luas dari angka Oricon.",
        "golden_era": "Ini adalah puncak komersial Nogizaka46 (single 16-25), yang didefinisikan oleh serangkaian single yang terjual jutaan kopi dan dampak kuat dari kelulusan member gen-1. Era ini dimulai dengan 'Sayonara no Imi,' single kelulusan Hashimoto Nanami, yang terjual 828.000 kopi menurut Oricon dan 847.000 menurut Billboard, menetapkan rekor baru. Puncaknya adalah 'Synchronicity,' yang menjadi single pertama mereka yang terjual lebih dari satu juta kopi di Oricon (1.117.000) dan Billboard (1.188.000) pada minggu pertama. Single kelulusan Nishino Nanase, 'Kaerimichi wa Toomawari Shitaku Naru,' dan Shiraishi Mai, 'Shiawase no Hogoshoku,' melanjutkan tren ini, dengan mudah melampaui angka satu juta kopi di Billboard. Pola ini jelas menunjukkan bahwa kelulusan member utama bertindak sebagai katalisator yang kuat, mendorong angka penjualan dari 'sangat tinggi' menjadi 'bersejarah'.",
        "covid_era": "Era Pandemi (single 26-31) didefinisikan oleh berakhirnya rentetan penjualan jutaan kopi dan pembentukan baseline penjualan baru. Penurunan penjualan yang dimulai dengan 'Boku wa Boku o Suki ni Naru' adalah hasil langsung dari dampak pandemi COVID-19 terhadap model acara handshake. Pergeseran ke meet & greet daring mengubah insentif ekonomi untuk pembelian massal. Kemampuan grup untuk secara konsisten menjual lebih dari 463.000 kopi per single tanpa pendorong utama acara tatap muka adalah bukti loyalitas penggemar inti mereka. Bahkan dalam 'normal baru' ini, fenomena lonjakan kelulusan tetap ada. Single terakhir Saito Asuka, 'Koko ni wa Nai Mono,' menunjukkan peningkatan penjualan yang nyata menjadi 654.000 (Oricon) dan 830.000 (Billboard), membuktikan model tersebut masih berfungsi dalam skala yang berbeda.",
        "new_era": "Era Baru (single 32-sekarang) adalah masa transisi penuh ke generasi member yang lebih muda setelah semua member gen-1 dan 2 lulus. Angka-angka penjualan telah stabil di kisaran 484.000 hingga 566.000 kopi (Oricon), yang menjadi 'normal baru' bagi grup. Ini bukan lagi era penjualan jutaan kopi yang didorong oleh acara handshake fisik, melainkan era yang menunjukkan kekuatan dan ketahanan luar biasa dari basis penggemar inti dalam pasar yang telah berubah secara fundamental. Stabilitas ini membuktikan bahwa Nogizaka46 telah berhasil meregenerasi daya tarik komersialnya, mengandalkan kekuatan musik, konten digital, dan ikatan yang kuat dengan penggemar melalui platform baru."
    }
}