{
  "group_chronology": [
    {
      "date": "2011.08.21",
      "event": "Nogizaka46 gen-1 terbentuk",
      "membercount": 36,
      "note": "Sebagai 'rival resmi' dari grup idola populer AKB48, Nogizaka46 menyelesaikan audisi finalnya di Gedung SME Nogizaka. Dari total 38.934 pendaftar, 56 kandidat maju ke babak akhir, dan 36 gadis terpilih untuk menjadi member generasi pertama yang bersejarah. Konsep 'rival resmi' ini diciptakan untuk memberikan narasi kompetitif di dunia idol."
    },
    {
      "date": "2011.08.22",
      "event": "Nogizaka46 gen-1 diumumkan",
      "membercount": 33,
      "note": "Kurang dari 24 jam setelah audisi, grup secara resmi diperkenalkan ke publik, namun hanya dengan 33 member yang hadir. Terungkap bahwa Akimoto Manatsu menunda aktivitasnya untuk fokus pada pendidikan universitas, sementara Yoshimoto Ayaka dan Yamamoto Honoka memutuskan untuk mengundurkan diri sebelum debut resmi mereka."
    },
    {
      "date": "2012.10.08",
      "event": "Akimoto Manatsu bergabung dengan Nogizaka46 gen-1",
      "membercount": null,
      "note": "Setelah hiatus lebih dari setahun untuk urusan akademis, Akimoto Manatsu kembali aktif. Kembalinya diumumkan dalam acara 'Nogizaka, Doko e?' dan ia langsung terpilih sebagai salah satu dari fukujin (member baris depan) untuk single ke-4, 'Seifuku no Mannequin', yang sempat menimbulkan dinamika internal di antara member."
    },
    {
      "date": "2013.03.28",
      "event": "Nogizaka46 gen-2 terbentuk",
      "membercount": 13,
      "note": "Setelah lebih dari setahun beraktivitas dengan formasi awal, Nogizaka46 mengadakan audisi untuk generasi baru. Dari 16.302 pendaftar, 13 member baru terpilih dan memulai status mereka sebagai Kenkyuusei (siswi pelatihan). Mereka pertama kali diperkenalkan kepada penggemar dalam pertunjukan teater ikonik grup, '16-nin no Principal deux'."
    },
    {
      "date": "2014.06.14",
      "event": "Sagara Iori bergabung dengan Nogizaka46 gen-2",
      "membercount": null,
      "note": "Sama seperti kasus Akimoto Manatsu, Sagara Iori adalah salah satu member yang lolos audisi gen-2 pada tahun 2013 namun harus menunda debutnya karena alasan akademis. Ia secara resmi diperkenalkan dan memulai aktivitasnya sebagai Kenkyuusei gen-2 lebih dari setahun setelah rekan-rekannya."
    },
    {
      "date": "2015.08.21",
      "event": "Keyakizaka46 gen-1 terbentuk",
      "membercount": 21,
      "note": "Sister group pertama Nogizaka46 dibentuk. Awalnya proyek ini diumumkan sebagai 'Toriizaka46', namun namanya secara mengejutkan diubah menjadi Keyakizaka46 pada saat pengumuman akhir. Dari 22.509 pendaftar, 22 member awalnya terpilih, namun satu orang mengundurkan diri, sehingga grup memulai debutnya dengan 21 member."
    },
    {
      "date": "2015.11.30",
      "event": "Hiragana Keyakizaka46 lahir",
      "membercount": 1,
      "note": "Nagahama Neru, seorang kandidat yang sangat berbakat yang lolos seleksi akhir namun ditarik oleh orang tuanya pada hari final, diberi kesempatan kedua yang belum pernah terjadi sebelumnya. Ia bergabung bukan sebagai member Keyakizaka46 (Kanji), melainkan sebagai member pertama dan satu-satunya dari Hiragana Keyakizaka46 (けやき坂46), sebuah under-group yang baru dibentuk khusus untuknya."
    },
    {
      "date": "2016.05.08",
      "event": "Hiragana Keyakizaka46 gen-1 terbentuk",
      "membercount": 9,
      "note": "Audisi diadakan khusus untuk mencari rekan bagi Nagahama Neru di Hiragana Keyakizaka46. Sebanyak 11 member baru diumumkan lulus, menambah total member menjadi 12. Mereka diperkenalkan kepada publik dalam sebuah acara perkenalan (Omitatekai) di mana mereka menampilkan lagu pertama mereka, 'Hiragana Keyaki'."
    },
    {
      "date": "2016.09.04",
      "event": "Nogizaka46 gen-3 terbentuk",
      "membercount": 12,
      "note": "Setelah tiga tahun tanpa generasi baru, Nogizaka46 akhirnya merekrut member baru. Audisi ini memecahkan rekor dengan 48.986 pendaftar. Sebanyak 12 member terpilih, termasuk talenta-talenta masa depan seperti Ozono Momoko, Yamashita Mizuki, dan Yoda Yuuki, yang diperkenalkan dalam sebuah acara final yang menegangkan."
    },
    {
      "date": "2017.08.13",
      "event": "Hiragana Keyakizaka46 gen-2 terbentuk",
      "membercount": 9,
      "note": "Hiragana Keyakizaka46 semakin memperkuat identitasnya dengan merekrut generasi kedua. Sembilan member baru terpilih dari 15.000 pendaftar, termasuk member populer seperti Kosaka Nao dan Watanabe Miho, yang membantu membedakan warna ceria grup dari citra gelap Keyakizaka46 (Kanji)."
    },
    {
      "date": "2018.08.19",
      "event": "Pengumuman kelulusan Audisi Gabungan Sakamichi",
      "membercount": 38,
      "note": "Untuk pertama kalinya, audisi skala besar diadakan secara gabungan untuk Nogizaka46, Keyakizaka46, dan Hiragana Keyakizaka46. Dengan total pendaftar fantastis sebanyak 129.182, ini adalah audisi terbesar dalam sejarah Sakamichi. Sebanyak 38 gadis diumumkan lulus, namun penempatan mereka ke masing-masing grup masih dirahasiakan, menciptakan antisipasi besar."
    },
    {
      "date": "2018.11.10",
      "event": "Pengumuman penempatan member Keyakizaka46 gen-2",
      "membercount": 9,
      "note": "Menjelang acara perkenalan, diumumkan terlebih dahulu bahwa 9 dari 38 lulusan Audisi Gabungan akan ditempatkan di Keyakizaka46 sebagai member generasi kedua yang sangat dinantikan."
    },
    {
      "date": "2018.11.29",
      "event": "Pembentukan generasi baru dari Audisi Gabungan",
      "membercount": 21,
      "note": "Penempatan para kandidat diumumkan secara resmi: Nogizaka46 mendapatkan 11 member gen-4, Keyakizaka46 mendapatkan 9 member gen-2, dan Hiragana Keyakizaka46 mendapatkan 1 member gen-3, yaitu Kageyama Hinano. Lulusan lainnya yang belum ditempatkan kemudian diberi status 'Sakamichi Kenshusei' (siswi pelatihan)."
    },
    {
      "date": "2018.12.03",
      "event": "Omitatekai Nogizaka46 gen-4",
      "membercount": 11,
      "note": "Bertempat di Nippon Budokan yang legendaris, 11 member baru Nogizaka46 gen-4 diperkenalkan secara resmi. Acara ini dianggap sebagai 'hari ulang tahun' mereka, di mana mereka menampilkan beberapa lagu Nogizaka46 untuk pertama kalinya dan memperkenalkan diri satu per satu."
    },
    {
      "date": "2018.12.10",
      "event": "Omitatekai Keyakizaka46 & Hiragana Keyakizaka46",
      "membercount": 10,
      "note": "Sebuah Omitatekai gabungan diadakan untuk memperkenalkan 9 member baru Keyakizaka46 gen-2 dan satu-satunya member gen-3 Hiragana Keyakizaka46. Acara ini menunjukkan talenta baru yang akan memperkuat kedua grup tersebut."
    },
    {
      "date": "2019.02.11",
      "event": "Hiragana Keyakizaka46 berganti nama menjadi Hinatazaka46",
      "membercount": null,
      "note": "Dalam sebuah pengumuman yang sangat emosional dan mengejutkan saat siaran live di Showroom, Hiragana Keyakizaka46 secara resmi menyatakan kemandiriannya dari Keyakizaka46. Mereka diumumkan akan debut sebagai grup baru bernama Hinatazaka46, lengkap dengan warna grup baru (biru langit) dan single debut mereka sendiri, 'Kyun'. Perubahan ini, yang disambut dengan tangis bahagia oleh para member, merupakan puncak evolusi mereka dari sebuah under-group menjadi grup independen yang diakui."
    },
    {
      "date": "2019.09.07",
      "event": "Sakamichi Kenshusei diperkenalkan",
      "membercount": 15,
      "note": "Setelah hampir setahun dalam ketidakpastian, 15 member yang lulus Audisi Gabungan 2018 namun belum mendapat penempatan akhirnya diperkenalkan secara resmi sebagai Sakamichi Kenshusei (Siswi Pelatihan Sakamichi). Mereka memiliki situs web dan memulai tur konser mereka sendiri untuk menunjukkan perkembangan mereka."
    },
    {
      "date": "2020.02.15",
      "event": "Penempatan Sakamichi Kenshusei diumumkan",
      "membercount": 14,
      "note": "Nasib para Kenshusei akhirnya diumumkan. Melalui siaran Showroom, mereka dialokasikan ke tiga grup: 5 member ke Nogizaka46 (sebagai 'gen-4 baru'), 6 member ke Keyakizaka46 (sebagai 'gen-2 baru'), dan 3 member ke Hinatazaka46 (bergabung sebagai 'gen-3'). Satu member telah mengundurkan diri selama masa pelatihan."
    },
    {
      "date": "2020.10.13",
      "event": "Aktivitas Keyakizaka46 berakhir",
      "membercount": null,
      "note": "Dengan konser terakhir 'THE LAST LIVE', Keyakizaka46 secara resmi mengakhiri lima tahun perjalanan mereka yang penuh dengan karya-karya ikonik dan citra yang kuat. Keputusan ini diambil untuk memungkinkan grup 'terlahir kembali' dengan identitas baru, melepaskan diri dari imej yang telah melekat erat."
    },
    {
      "date": "2020.10.14",
      "event": "Sakurazaka46 terbentuk",
      "membercount": 26,
      "note": "Sehari setelah konser terakhir, Sakurazaka46 secara resmi lahir dari abu Keyakizaka46. Semua member yang tersisa melanjutkan aktivitas di bawah nama baru, dengan warna grup putih yang melambangkan awal yang baru dan kanvas kosong yang siap diwarnai dengan kepribadian setiap member."
    },
    {
      "date": "2022.02.01",
      "event": "Nogizaka46 gen-5 diperkenalkan",
      "membercount": 11,
      "note": "Generasi terbaru Nogizaka46 mulai diperkenalkan satu per satu melalui video teaser di kanal YouTube resmi. Audisi ini mencetak rekor sebagai audisi grup idola tunggal dengan pendaftar terbanyak di Jepang, yaitu 87.852 orang. Sebanyak 11 member baru terpilih, dan pengenalan mereka dilakukan secara bertahap untuk membangun antisipasi penggemar."
    },
    {
      "date": "2022.02.23",
      "event": "Omitatekai Nogizaka46 gen-5",
      "membercount": 8,
      "note": "Omitatekai pertama untuk gen-5 diadakan sebagai bagian dari acara 'Nogizaka46 Hours TV'. Namun, karena ada member masih dalam proses penyesuaian dan ada yang berhalangan, acara ini hanya diikuti oleh 8 dari 11 member."
    },
    {
      "date": "2022.04.27",
      "event": "Omitatekai ke-2 Nogizaka46 gen-5",
      "membercount": 11,
      "note": "Sebuah acara Omitatekai kedua diadakan khusus untuk memperkenalkan formasi lengkap 11 member gen-5 untuk pertama kalinya. Acara ini memberikan kesempatan bagi penggemar untuk melihat potensi penuh dari generasi baru Nogizaka46."
    },
    {
      "date": "2022.09.22",
      "event": "Hinatazaka46 gen-4 diperkenalkan",
      "membercount": 12,
      "note": "Setelah audisi musim panas yang menarik lebih dari 51.000 pendaftar, 12 member baru diperkenalkan sebagai gen-4 Hinatazaka46. Mereka diperkenalkan secara individual melalui video dokumenter di YouTube, yang menampilkan perjalanan dan kepribadian mereka selama audisi."
    },
    {
      "date": "2023.01.06",
      "event": "Sakurazaka46 gen-3 diperkenalkan",
      "membercount": 11,
      "note": "Ini adalah generasi pertama yang direkrut di bawah nama Sakurazaka46. Sebanyak 11 member baru terpilih dari 45.014 pendaftar. Sama seperti Nogizaka, member-member baru ini diperkenalkan secara bertahap melalui video teaser dan profil di situs resmi, yang kemudian memuncak pada 'Omotenashikai'"
    },
    {
      "date": "2024.04.18",
      "event": "Nogizaka46 gen-6 'Haru-gumi' terbentuk",
      "membercount": 5,
      "note": "Nogizaka46 memperkenalkan konsep baru yang unik untuk audisi gen-6 mereka, yaitu membaginya menjadi beberapa 'musim' audisi. 'Haru-gumi' (Tim Musim Semi) adalah gelombang pertama yang diumumkan, terdiri dari 5 member yang dipilih dari audisi yang diadakan pada musim semi."
    },
    {
      "date": "2025.02.06",
      "event": "Nogizaka46 gen-6 diperkenalkan",
      "membercount": 11,
      "note": "Member lengkap dari audisi gen-6, yang merupakan gabungan dari 'Haru-gumi' dan member dari audisi musim panas atau 'Natsu-gumi', diperkenalkan secara total. Jumlah keseluruhan member gen-6 yang akan memulai aktivitas adalah 11 orang."
    },
    {
      "date": "2025.03.10",
      "event": "Hinatazaka46 gen-5 diperkenalkan",
      "membercount": 10,
      "note": "Hinatazaka46 menyambut 10 member baru sebagai gen-5. Generasi ini diharapkan dapat membawa energi baru dan melanjutkan citra 'happy aura' yang telah menjadi ciri khas grup."
    },
    {
      "date": "2025.04.15",
      "event": "Sakurazaka46 gen-4 diperkenalkan",
      "membercount": 9,
      "note": "Sakurazaka46 memperkenalkan 9 member baru untuk gen-4 mereka. Generasi baru ini akan bergabung dengan para seniornya untuk terus mengembangkan gaya artistik dan performa unik yang menjadi ciri khas Sakurazaka46."
    }
  ]
}