{
  "あ行": [
    {
      "istilah_jp": "あーさん",
      "istilah_ro": "Aasan",
      "note1": "Panggilan yang digunakan oleh Ichinose Miku untuk memanggil Ogawa Aya. Panggilan ini memiliki tujuan untuk menunjukkan bahwa ia memperlakukan Aya sebagai orang dewasa, berbeda dengan panggilan 'Aatan'."
    },
    {
      "istilah_jp": "アー写",
      "istilah_ro": "Aasha",
      "note1": "Singkatan dari 'Artist Photo' (Foto Artis). Salah satu jenis foto untuk materi promosi."
    },
    {
      "istilah_jp": "あーたん",
      "istilah_ro": "Aatan",
      "note1": "Panggilan yang digunakan oleh Ichinose Miku untuk memanggil Ogawa Aya. Belakangan ini, ia tampaknya lebih sering memanggilnya 'Aasan'."
    },
    {
      "istilah_jp": "あーちゃむ",
      "istilah_ro": "Aachamu",
      "note1": "Nama untuk penggemar Suzuki Ayane (Famili Name). Menurut Ayane sendiri, ini adalah 'singkatan dari Aachan dan fam'."
    },
    {
      "istilah_jp": "あーちゃん",
      "istilah_ro": "Aachan",
      "note1": "Nama panggilan untuk Suzuki Ayane. Belakangan ini, ia juga sering dipanggil 'Ayane' saja."
    },
    {
      "istilah_jp": "アーモンドと小魚",
      "istilah_ro": "Almond to Kozakana",
      "note1": "Unit idol baru yang dibentuk sebagai lelucon oleh Shiraishi Mai dan Wakatsuki Yumi. Pose unit ini diciptakan oleh Shiraishi."
    },
    {
      "istilah_jp": "あーや",
      "istilah_ro": "Aaya",
      "note1": "Nama panggilan untuk Ogawa Aya."
    },
    {
      "istilah_jp": "アイアン・ビリー",
      "istilah_ro": "Iron Billy",
      "note1": "Nama tokoh yang muncul dalam pertunjukan teater \"Subete no Inu wa Tengoku e Iku\". Hayauchi Elza datang ke kota tempat pertunjukan berlangsung untuk mengejarnya. Istrinya bernama Camilla."
    },
    {
      "istilah_jp": "IH事件",
      "istilah_ro": "IH Jiken",
      "note1": "Lihat Insiden Ikuta IH."
    },
    {
      "istilah_jp": "愛されまあや♡",
      "istilah_ro": "Aisare Maaya",
      "note1": "Nama panggilan baru untuk Wada Maaya yang diberikan oleh Kawago di acara \"Nogizaka tte, Koko!\". Sebenarnya, nama lengkapnya adalah \"(Baka na) Aisare ♡ Maaya\" ((Bodohnya) Maaya yang dicintai♡)."
    },
    {
      "istilah_jp": "アイズ",
      "istilah_ro": "I's (Eyes)",
      "note1": "Judul film yang dirilis pada 6 Juni 2015, dibintangi oleh Ito Marika. Film ini diadaptasi dari karya penulis horor Suzuki Koji, yang dikenal dengan karya-karya seperti \"Ring\" dan \"Rasen\". Disutradarai oleh Fukuda Yohei."
    },
    {
      "istilah_jp": "アウトロ",
      "istilah_ro": "Outro",
      "note1": "Bagian akhir dari sebuah lagu. Antonimnya adalah intro."
    },
    {
      "istilah_jp": "青いバラ",
      "istilah_ro": "Aoi Bara",
      "note1": "Judul photobook pertama Sakaguchi Tamami."
    },
    {
      "istilah_jp": "あおり曲",
      "istilah_ro": "Aori Kyoku",
      "note1": "Lagu yang ditampilkan tanpa koreografi asli, di mana para member secara bebas membangkitkan semangat para penggemar. \"House!\" adalah lagu yang terkenal untuk ini, tetapi karena lagu tersebut memiliki koreografi yang lucu, terkadang para penggemar juga ingin menikmati koreografi aslinya. Baru-baru ini, lagu seperti \"Sonna Baka na...\" juga termasuk dalam kategori ini."
    },
    {
      "istilah_jp": "赤坂まであと70日",
      "istilah_ro": "Akasaka made Ato 70-nichi",
      "note1": "Pesan yang muncul di layar setelah konser ulang tahun pertama \"Birthday Live\" pada 22 Februari 2013. Pada acara handshake nasional single ke-5 \"Kimi no Na wa Kibou\" yang diadakan di Makuhari Messe pada 20 Maret, diumumkan secara kejutan bahwa pertunjukan teater \"16-nin no Principal\" akan diadakan kembali."
    },
    {
      "istilah_jp": "あかしー",
      "istilah_ro": "Akashii",
      "note1": "Nama panggilan untuk Umibe Akari yang diberikan oleh Ogawa Aya."
    },
    {
      "istilah_jp": "アカデミー",
      "istilah_ro": "Academy",
      "note1": "Karakter yang diperankan oleh Ikoma Rina dalam drama \"Hatsumori Bemars\". Ia adalah member dari tim Hatsumori Bemars dengan nomor punggung 5 dan posisi second base."
    },
    {
      "istilah_jp": "あかりん",
      "istilah_ro": "Akarin",
      "note1": "Panggilan yang sering digunakan oleh para member seangkatannya untuk memanggil Umibe Akari."
    },
    {
      "istilah_jp": "明るいまゆげ",
      "istilah_ro": "Akarui Mayuge",
      "note1": "Kesan Umibe Akari terhadap Nagashima Rio."
    },
    {
      "istilah_jp": "アクキー",
      "istilah_ro": "Ac-Key",
      "note1": "Singkatan dari 'Acrylic Key Holder' (gantungan kunci akrilik). Selain menggunakan gantungan kunci berbentuk cincin (seperti pada gambar kiri), ada juga tipe yang menggunakan rantai bola. Jenis yang memiliki dudukan disebut 'Acrylic Stand' (stand akrilik)."
    },
    {
      "istilah_jp": "アクスタ",
      "istilah_ro": "Ac-Sta",
      "note1": "Singkatan dari 'Acrylic Stand' (stand akrilik). Berbeda dengan gantungan kunci, jenis ini memiliki dudukan sehingga dapat diletakkan (seperti pada gambar tengah dan kanan)."
    },
    {
      "istilah_jp": "アクとり大吉先生",
      "istilah_ro": "Aku-tori Daikichi-sensei",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Sugawara Satsuki. Dinamakan demikian karena \"meskipun sekarang mungkin masih 'Shoukichi' (keberuntungan kecil), suatu hari nanti akan menjadi 'Daikichi' (keberuntungan besar), dan ia akan menghilangkan 'aku' (keanehan) dari para member gen-5 yang kuat karakternya, sehingga menciptakan rasa yang pas.\" Ini ditayangkan pada episode #389 \"Nogizaka Koujichuu\" tanggal 4 Desember 2022."
    },
    {
      "istilah_jp": "アクトレス",
      "istilah_ro": "Actress",
      "note1": "Drama yang dibintangi oleh grup Sakamichi Series (Nogizaka46, Sakurazaka46, Hinatazaka46), berdasarkan novel karya Honda Tetsuya. Ini adalah sekuel dari \"Borderless\". Dari Nogizaka46, Hayakawa Seira kembali berperan dari karya sebelumnya, dan Ito Riria serta Hayashi Runa bergabung. Selain itu, dari Sakurazaka46 ada Morita Hikaru, Kobayashi Yui, dan Oozono Rei, sedangkan dari Hinatazaka46 ada Saito Kyoko."
    },
    {
      "istilah_jp": "明田川太郎",
      "istilah_ro": "Aketagawa Tarou",
      "note1": "Tokoh yang muncul dalam \"16-nin no Principal deux\". Ia digambarkan sebagai pria tampan bergaya detektif yang datang dari daratan utama."
    },
    {
      "istilah_jp": "あご",
      "istilah_ro": "Ago",
      "note1": "Nama panggilan baru untuk Ito Karin yang diberikan oleh Kawago pada Under Live 2nd Season di Roppongi."
    },
    {
      "istilah_jp": "あざとい選抜～ただし秋元真夏は除く～",
      "istilah_ro": "Azatoi Senbatsu ~Tadashi Akimoto Manatsu wa Nozoku~",
      "note1": "Diumumkan pada acara \"Nogizaka46 no 'No' presents 'No' Fes\" yang diadakan pada 15 Maret 2022. Dipilih berdasarkan voting dari pendengar radio.",
      "note2": "Formasi terdiri dari 18 member dalam 3 baris. Baris ke-3: ⑱Ito Riria, ⑰Iwamoto Renka, ⑯Kaki Haruka, ⑮Tsutsui Ayame, ⑭Kanagawa Saya, ⑬Yumiki Nao, ⑫Sato Rika, ⑪Suzuki Ayane. Baris ke-2: ⑩Kakehashi Sayaka, ⑨Yamazaki Rena, ⑧Yoda Yuki, ⑦Kubo Shiori, ⑥Endo Sakura. Baris ke-1 (pusat): ⑤Saito Asuka, ④Hayakawa Seira, ③Shibata Yuna, ②Tamura Mayu, ①Yamashita Mizuki (center).",
      "note3": "Member ① hingga ⑩ adalah Fukujin."
    },
    {
      "istilah_jp": "あざとい選抜～2024",
      "istilah_ro": "Azatoi Senbatsu ~2024",
      "note1": "Diumumkan pada siaran \"Nogizaka46 no 'No' #595\" tanggal 1 September 2024. Dipilih berdasarkan voting dari pendengar radio.",
      "note2": "Formasi terdiri dari 19 member dalam 3 baris. Baris ke-3: ⑲Okuda Iroha, ⑱Ioki Mao, ⑰Ito Riria, ⑯Kanagawa Saya, ⑮Tsutsui Ayame, ⑭Yoda Yuki, ⑬Matsuo Miyu, ⑫Iwamoto Renka, ⑪Ikeda Teresa, ⑩Kubo Shiori, ⑨Ogawa Aya. Baris ke-2: ⑧Sugawara Satsuki, ⑦Tomisato Nao, ⑥Kawasaki Sakura, ⑤Shibata Yuna. Baris ke-1 (W-center): ④Tamura Mayu, ③Sato Rika, ②Endo Sakura, ①Ichinose Miku.",
      "note3": "Member ① hingga ⑧ adalah 8 Fukujin."
    },
    {
      "istilah_jp": "味スタ",
      "istilah_ro": "Ajisuta",
      "note1": "Sebutan untuk Ajinomoto Stadium, sebuah stadion serbaguna di Chofu, Tokyo. Kapasitasnya adalah 48.013 kursi (menurut situs resminya). Nogizaka46 telah mengadakan acara di sana, seperti \"13th YEAR BIRTHDAY LIVE\" pada 17 dan 18 Mei 2025."
    },
    {
      "istilah_jp": "あしゅしゅ会",
      "istilah_ro": "Ashushukai",
      "note1": "Sebuah kata buatan yang berasal dari gabungan nama panggilan Saito Asuka, \"Ashurin,\" dan \"Akushukai\" (acara jabat tangan)."
    },
    {
      "istilah_jp": "あしゅみな",
      "istilah_ro": "Ashumina",
      "note1": "Nama duo untuk Saito Asuka dan Hoshino Minami."
    },
    {
      "istilah_jp": "あしゅりん",
      "istilah_ro": "Ashurin",
      "note1": "Nama panggilan untuk Saito Asuka. Terkadang disingkat menjadi \"Ashu.\" Akhir-akhir ini, ia lebih sering dipanggil \"Asuka.\""
    },
    {
      "istilah_jp": "あすかの子",
      "istilah_ro": "Asuka no Ko",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Endo Sakura. Dinamakan demikian karena \"selama periode tertentu, ia merawatnya seperti seorang ibu.\" Ini ditayangkan pada episode #390 \"Nogizaka Koujichuu\" tanggal 11 Desember 2022."
    },
    {
      "istilah_jp": "あすやま",
      "istilah_ro": "Asuyama",
      "note1": "Nama duo untuk Saito Asuka dan Yamashita Mizuki."
    },
    {
      "istilah_jp": "アスリート",
      "istilah_ro": "Athlete",
      "note1": "Nama panggilan untuk Yoneoku Kyoka. Hashimoto sering memanggilnya begitu."
    },
    {
      "istilah_jp": "汗かき選抜",
      "istilah_ro": "Asekaki Senbatsu",
      "note1": "Diumumkan pada siaran ke-90 \"Nogizaka46 no 'No'\" tanggal 21 Desember 2014. Dipilih berdasarkan voting dari pendengar radio.",
      "note2": "Formasi terdiri dari 12 member dalam 4 baris. Baris ke-4: ⑫Hatanaka Seira, ⑪Hashimoto Nanami, ⑩Kawamura Mahiro, ⑨Ikoma Rina. Baris ke-3: ⑧Saito Asuka, ⑦Ito Karin, ⑥Matsui Rena, ⑤Nishino Nanase. Baris ke-2: ④Ito Marika, ③Fukagawa Mai, ②Nakamoto Himeka. Baris ke-1 (center): ①Nagashima Seira.",
      "note3": "Member ① hingga ⑧ adalah Asekaki Hachifukujin."
    },
    {
      "istilah_jp": "あっちいってリンス",
      "istilah_ro": "Acchi Itte Rinsu (Rinse)",
      "note1": "Lagu yang liriknya ditulis oleh Saito Asuka sebagai tandingan dari single ke-2 \"Oide Shampoo\". Sayangnya, selain satu bait di bagian reff, ia sendiri tidak ingat sisanya."
    },
    {
      "istilah_jp": "当て書き",
      "istilah_ro": "Ategaki",
      "note1": "Menulis naskah dengan sudah menentukan aktor yang akan memerankannya."
    },
    {
      "istilah_jp": "穴子天丼",
      "istilah_ro": "Anago Tendon",
      "note1": "Akun resmi misterius yang tiba-tiba muncul di aplikasi percakapan \"755\" pada 1 Maret 2015 dan menyapa para member. Meskipun tertulis, \"Coba tebak siapa akuヽ(∀)ﾉ ♪,\" gaya bahasanya membuatnya cepat ketahuan bahwa itu adalah Sakurai Reika."
    },
    {
      "istilah_jp": "あなたにいちばん近い星",
      "istilah_ro": "Anata ni Ichiban Chikai Hoshi",
      "note1": "Slogan untuk unit \"Cinq Étoiles\". Diputuskan melalui voting mayoritas member pada siaran radio \"Rajira! Sunday\" tanggal 29 November 2015."
    },
    {
      "istilah_jp": "姉御坂",
      "istilah_ro": "Anegozaka",
      "note1": "Nama unit yang menyanyikan lagu \"Igai BREAK\" yang terdapat dalam single ke-17. Member yang menyanyikannya adalah empat orang: Eto Misa, Shiraishi Mai, Takayama Kazumi, dan Matsumura Sayuri."
    },
    {
      "istilah_jp": "暴れ馬",
      "istilah_ro": "Abareuma",
      "note1": "Nama panggilan baru untuk Noujou Ami yang diberikan oleh Kawago melalui aplikasi percakapan 755."
    },
    {
      "istilah_jp": "あぷぅ",
      "istilah_ro": "Apuu",
      "note1": "Karakter resmi dari Sayuringo Gundan. Desain dasarnya dibuat oleh Sasaki Kotoko."
    },
    {
      "istilah_jp": "アフリ",
      "istilah_ro": "Afuri",
      "note1": "Sebuah dot yang digunakan oleh Ikoma Rina pada malam hari hingga ia berusia taman kanak-kanak. Nama ini hanya digunakan di dalam keluarga Ikoma."
    },
    {
      "istilah_jp": "尼崎姉妹",
      "istilah_ro": "Amagasaki Shimai",
      "note1": "Duo komedi yang muncul dalam \"Nogizaka Skits\". Mereka menampilkan materi dari Asagaya Shimai. Diperankan oleh Kaki Haruka dan Hayakawa Seira. Di Act2 #1, Asagaya Shimai muncul sebagai \"peniru dari Amagasaki Shimai\" dengan nama \"Higashi Amagasaki Shimai\"."
    },
    {
      "istilah_jp": "あみあみ",
      "istilah_ro": "Amiami",
      "note1": "Nama panggilan untuk Noujou Ami. Belakangan ini, ia lebih sering dipanggil \"Jo-san.\""
    },
    {
      "istilah_jp": "あみあみ族",
      "istilah_ro": "Amiami Zoku",
      "note1": "Nama untuk penggemar Noujou Ami (Famili Name)."
    },
    {
      "istilah_jp": "あみあみハリケーン",
      "istilah_ro": "Amiami Hurricane",
      "note1": "Jurus andalan Noujou Ami."
    },
    {
      "istilah_jp": "あみちゃんオバケ",
      "istilah_ro": "Amichan Obake",
      "note1": "Pengalaman paling menakutkan dalam hidup Wada Maaya.",
      "note2": "Suatu hari di musim panas, pintu rumah yang seharusnya terkunci tiba-tiba terbuka, dan suara langkah kaki mendekatinya. Karena saat itu adalah masa Obon dan ia teringat belum mengunjungi makam kakek buyutnya, ia berpikir sedang 'dimarahi' dan meminta maaf dalam hati. Tiba-tiba, suara langkah kaki itu berhenti dan perlahan menjauh. Ia berpikir hantu itu sudah pergi, tetapi ia terlalu takut untuk tidur dan tidak bisa tidur semalaman. Keesokan harinya, ia pergi bekerja dan menceritakan kejadian itu. Ternyata, Noujou Ami berkata, 'Eh? Itu aku!' Ami datang untuk mengambil sikat giginya dan berusaha tidak membangunkan Wada yang sedang tidur."
    },
    {
      "istilah_jp": "愛未ちゃん先輩",
      "istilah_ro": "Amichan-senpai",
      "note1": "Panggilan yang ingin digunakan oleh member gen-3 untuk memanggil Noujou Ami. Pada dasarnya, ia ingin dipanggil 'Amichan'."
    },
    {
      "istilah_jp": "アメイジング",
      "istilah_ro": "Amazing",
      "note1": "Sebuah reaksi yang spontan keluar dari Takayama Kazumi. ＼(´∀｀)／",
      "note2": "Ciri khasnya adalah senyuman dengan kedua tangan direntangkan lebar secara diagonal. Kini, lelucon ini juga digunakan oleh Bananaman Shitara."
    },
    {
      "istilah_jp": "アメイ神宮",
      "istilah_ro": "Ameijinguu",
      "note1": "Pada hari terakhir Manatsu no Zenkoku Tour 2014, istilah ini diciptakan dengan menggabungkan 'Amazing' dari Takayama Kazumi dengan lokasi konser terakhir, 'Meiji Jingu Baseball Stadium (Jingu Stadium)', menjadi 'Amei-Jinguu'."
    },
    {
      "istilah_jp": "飴と鞭コンビ",
      "istilah_ro": "Ame to Muchi Konbi",
      "note1": "Nama duo untuk Kawago Hina dan Takayama Kazumi. Ini merujuk pada gaya Kawago yang ceplas-ceplos dan Takayama yang selalu berkata 'Daijoubu daijoubu~' (Tidak apa-apa, tidak apa-apa~) kepada para member. Jadi, Takayama adalah 'Ame' (permen/kebaikan) dan Kawago adalah 'Muchi' (cambuk/kritik)."
    },
    {
      "istilah_jp": "あやちゃん",
      "istilah_ro": "Ayachan",
      "note1": "1. Panggilan yang digunakan oleh member seangkatannya untuk Yoshida Ayano Christie. Umumnya ia dipanggil 'Ayatii'.",
      "note2": "2. Panggilan yang digunakan oleh member seangkatannya untuk Tsutsui Ayame. Umumnya ia dipanggil 'Ayamen'.",
      "note3": "3. Panggilan yang digunakan oleh member seangkatannya untuk Ogawa Aya. Umumnya ia dipanggil 'Aaya'."
    },
    {
      "istilah_jp": "あやてぃー",
      "istilah_ro": "Ayatii",
      "note1": "Nama panggilan untuk Yoshida Ayano Christie."
    },
    {
      "istilah_jp": "あやみー",
      "istilah_ro": "Ayamy",
      "note1": "Sebuah celetukan yang keluar dari Ogawa Aya saat makan sesuatu yang lezat. Ini adalah gabungan dari 'Aya' dan 'Yummy' (lezat)."
    },
    {
      "istilah_jp": "あやめん",
      "istilah_ro": "Ayamen",
      "note1": "Nama panggilan untuk Tsutsui Ayame."
    },
    {
      "istilah_jp": "あやレイ",
      "istilah_ro": "AyaRei",
      "note1": "Nama duo untuk Tsutsui Ayame dan Seimiya Rei."
    },
    {
      "istilah_jp": "アル",
      "istilah_ro": "Aru",
      "note1": "Panggilan yang sering digunakan oleh para member gen-5 seangkatannya untuk memanggil Nakanishi Aruno."
    },
    {
      "istilah_jp": "アル西中野",
      "istilah_ro": "Aru Nishinakano",
      "note1": "Nama panggilan untuk Nakanishi Aruno yang dipikirkan oleh Ikeda Teresa. Ini adalah tugas dari Nakanishi Aruno dalam siaran \"Nogiobi\" pada 26 Mei 2023."
    },
    {
      "istilah_jp": "アルル",
      "istilah_ro": "Aruru",
      "note1": "Panggilan yang sering digunakan oleh para member gen-5 seangkatannya untuk memanggil Nakanishi Aruno."
    },
    {
      "istilah_jp": "アンサンブル",
      "istilah_ro": "Ensemble",
      "note1": "Dalam pertunjukan teater, ini merujuk pada aktor yang memerankan peran-peran selain peran utama. Seringkali mereka tidak memiliki nama peran atau dialog, tetapi mereka sangat penting untuk menciptakan 'dunia panggung' karena mereka memerankan peran yang berbeda di setiap adegan. Mereka sering berganti kostum dan dikatakan bahwa hanya orang yang serba bisa yang dapat melakukannya."
    },
    {
      "istilah_jp": "アンダー",
      "istilah_ro": "Under",
      "note1": "1. Singkatan dari 'Under Member'.",
      "note2": "2. Lagu yang terdapat dalam 18th single \"Nigemizu Type-B\". Dinyanyikan oleh member under dari 18th single. Center-nya adalah Kitano Hinako dan Nakamoto Himeka sebagai W-center."
    },
    {
      "istilah_jp": "アンダーガールズ",
      "istilah_ro": "Andaa Gaaruzu (Under Girls)",
      "note1": "Secara sempit, ini merujuk pada unit yang menyanyikan lagu coupling dari 2nd single \"Oide Shampoo\", yaitu \"Ookami ni Kuchibue o\". Lagu tersebut tercatat atas nama \"Under Girls\", dan notasi ini tidak ditemukan pada single-single berikutnya. Ini harus dianggap sebagai istilah yang berbeda dari \"UNDER GIRLS\"."
    },
    {
      "istilah_jp": "アンダー曲",
      "istilah_ro": "Under Kyoku",
      "note1": "Sebutan umum untuk lagu yang dinyanyikan oleh para member under. Juga disebut 'under gakkyoku'."
    },
    {
      "istilah_jp": "アンダースタディ",
      "istilah_ro": "Understudy",
      "note1": "Dalam pertunjukan teater, ini adalah aktor pengganti yang berlatih dari awal untuk dapat menggantikan aktor utama dalam keadaan darurat. Jika ada banyak pemain, mereka juga bisa tampil sebagai ansambel. Kasus Anthony Hopkins yang menjadi terkenal sebagai pengganti Laurence Olivier adalah contoh yang terkenal. Sebutan 'under member' untuk member selain member senbatsu di Nogizaka46 juga berasal dari istilah ini."
    },
    {
      "istilah_jp": "アンダーメンバー",
      "istilah_ro": "Under Member",
      "note1": "Para member yang tidak terpilih untuk menyanyikan lagu utama sebuah single, yaitu 'Senbatsu Member'. Juga sering disebut 'Under'."
    },
    {
      "istilah_jp": "アンダーライブ",
      "istilah_ro": "Under Live",
      "note1": "Konser yang diadakan oleh para member under. Bagian 1 dan 2 adalah acara spesial, tetapi sejak Bagian 3, konser ini menggunakan sistem tiket dan diadakan dalam format yang sama dengan konser biasa."
    },
    {
      "istilah_jp": "アンダーライブキャプテン",
      "istilah_ro": "Under Live Captain",
      "note1": "Sebutan untuk Matsuo Miyu. Pada blognya tanggal 6 Juni 2024, ia mengumumkan penunjukannya sebagai kapten Under Live dengan menulis, 'Ternyata kali ini saya mendapat jabatan'."
    },
    {
      "istilah_jp": "アンダラ",
      "istilah_ro": "Andara",
      "note1": "Singkatan dari \"Under Live\", yaitu konser yang diadakan oleh para member under."
    },
    {
      "istilah_jp": "あんちゃん",
      "istilah_ro": "Anchan",
      "note1": "1. Nama panggilan untuk Ando Mikumo. Juga disebut 'Anchan Man'.",
      "note2": "2. Panggilan yang digunakan oleh Iwamoto Renka untuk memanggil Watanabe Miria."
    },
    {
      "istilah_jp": "暗転",
      "istilah_ro": "Anten",
      "note1": "Dalam pertunjukan teater, ini adalah tindakan mematikan lampu panggung dan penonton untuk melakukan pergantian adegan dalam kegelapan."
    },
    {
      "istilah_jp": "あんバターサンド事件",
      "istilah_ro": "An-Butter Sando Jiken",
      "note1": "Saat syuting teaser movie untuk gen-6 musim semi, ada roti lapis mentega kacang merah di ruang ganti. Mereka berencana memakannya bersama setelah selesai, tetapi saat kembali, roti itu sudah dimakan oleh staf dan habis."
    },
    {
      "istilah_jp": "あんぱんからあんぱん女",
      "istilah_ro": "Anpan kara Anpan Onna",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Hayakawa Seira. Dinamakan demikian karena \"seperti pahlawan roti anpan yang meskipun penampilannya berubah, isiannya yang merupakan rasa keadilan tetap sama.\" Ini ditayangkan pada episode #390 \"Nogizaka Koujichuu\" tanggal 11 Desember 2022."
    },
    {
      "istilah_jp": "暗落亭苦来",
      "istilah_ro": "Anrakutei Kukuru",
      "note1": "Salah satu karakter yang muncul dalam pertunjukan teater \"Joshiraku\", dengan ciri khas kimono berwarna biru muda. Karya aslinya adalah manga dengan nama yang sama karya Kumeta Koji. Dalam sistem triple cast, untuk \"Joshiraku\", peran ini dimainkan oleh Yamazaki Rena (tim Ra), Nakada Kana (tim Ku), dan Saito Asuka (tim Go). Untuk \"Joshiraku Ni\", peran ini dimainkan oleh Nakada Kana (tim Ra), Saito Chiharu (tim Ku), dan Shinuchi Mai (tim Go)."
    }
  ],
"か行": [
    {
      "istilah_jp": "カーキュリー",
      "istilah_ro": "Kaakyurii",
      "note1": "Dalam angket pra-acara untuk siaran ke-8 \"Nama no Idol ga Suki\" di Nico Nico Live, pada pertanyaan \"Ingin dipanggil apa?\", Takayama Kazumi menjawab, \"Karena belakangan ini saya sedang suka 'Sailor Moon', (mengambil inspirasi dari Sailor Mercury) panggil saya 'Kaakyurii'\". Sejak saat itu, ia terus menyebut dirinya Kaakyurii dan nama itu pun melekat."
    },
    {
      "istilah_jp": "カアチャン",
      "istilah_ro": "Kaachan",
      "note1": "Nama peran Fukagawa Mai dalam drama \"Hatsumori Bemars\". Nomor punggung 9, posisi left."
    },
    {
      "istilah_jp": "カーテンコール",
      "istilah_ro": "Curtain Call",
      "note1": "Setelah pertunjukan teater berakhir (tirai ditutup), penonton memanggil kembali para pemain yang telah meninggalkan panggung dengan tepuk tangan. Terkadang disingkat menjadi 'Kateko'."
    },
    {
      "istilah_jp": "開運音楽堂",
      "istilah_ro": "Kaiun Ongakudou",
      "note1": "Program musik (TBS, area Kanto) di mana Eto Misa menjadi asisten. Setelah menjabat sebagai asisten generasi ke-9 dan ke-10, ia menjadi asisten kehormatan pada 14 Desember 2013."
    },
    {
      "istilah_jp": "がうっち",
      "istilah_ro": "Gauchi",
      "note1": "Jurus andalan Ito Marika. Adegan terakhir dalam MV \"13-nichi no Kinyoubi\" adalah contohnya."
    },
    {
      "istilah_jp": "がうわうわ",
      "istilah_ro": "Gauwawa",
      "note1": "Sebutan Ikeda Teresa untuk telur saat ia kecil dan suka memanggil benda dengan nama-nama aneh."
    },
    {
      "istilah_jp": "楓さん正そう軍団",
      "istilah_ro": "Kaede-san Tadasou Gundan",
      "note1": "Nama gundan (kelompok) yang dipimpin oleh Sato Kaede dalam\"Shin Gundan Draft Battle Kikaku\" di \"Nogizaka Koujichuu\" #472 (21 Juli 2024). Dinamakan demikian karena ia 'ingin memperbaiki sifat cerobohnya'. Anggota gundan ini adalah Tomisato Nao, Nakanishi Aruno, Hayashi Runa, dan Matsuo Miyu."
    },
    {
      "istilah_jp": "帰り道犬のウンコ踏んじゃった",
      "istilah_ro": "Kaerimichi Inu no Unko Funjatta",
      "note1": "Judul lagu yang sengaja diplesetkan oleh Bananaman Shitara dari judul asli single ke-22, \"Kaerimichi wa Toomawari Shitaku Naru\"."
    },
    {
      "istilah_jp": "がおー",
      "istilah_ro": "Gaoo",
      "note1": "Jurus andalan Kitano Hinako."
    },
    {
      "istilah_jp": "ガオーマッチョドラゴン",
      "istilah_ro": "Gaoo Macho Dragon",
      "note1": "Nama tim yang dipikirkan oleh tim merah dalam estafet \"6-kisei Sports Jouou Ketteisen\" di \"Nogizaka Koujichuu\" #515 (25 Mei 2025)."
    },
    {
      "istilah_jp": "顔芸のプロ",
      "istilah_ro": "Kaogei no Pro",
      "note1": "Nama panggilan baru untuk Wakatsuki Yumi yang diberikan oleh Kawago di \"Nogizaka tte, Koko!\"."
    },
    {
      "istilah_jp": "がお子",
      "istilah_ro": "Gaoko",
      "note1": "Ilustrasi bermotif dinosaurus yang muncul di T-shirt ulang tahun Tsutsui Ayame tahun 2021 (dijual terbatas di toko web resmi)."
    },
    {
      "istilah_jp": "顔認知",
      "istilah_ro": "Kao Ninchi",
      "note1": "Kondisi di mana seorang member telah mengingat wajah penggemar. Idealnya adalah kondisi di mana member mengingat secara alami, bukan karena diminta untuk mengingat. Member akan mengingat penggemar yang sering datang, dan mereka juga menghargai penggemar seperti itu."
    },
    {
      "istilah_jp": "鍵開け",
      "istilah_ro": "Kagiake",
      "note1": "Berada di urutan pertama dalam antrean handshake. Beberapa orang bahkan sudah mengantre untuk sesi kedua saat sesi pertama masih berlangsung demi mendapatkan posisi 'kagiake' sesi kedua."
    },
    {
      "istilah_jp": "カキエンタルラジオ",
      "istilah_ro": "Kakientaru Rajio (Oriental Radio)",
      "note1": "Duo komedi yang muncul di \"Nogizaka Skits\". Mereka menampilkan materi dari Oriental Radio. Diperankan oleh Kaki Haruka dan Kanagawa Saya."
    },
    {
      "istilah_jp": "鍵閉め",
      "istilah_ro": "Kagishime",
      "note1": "Melakukan jabat tangan terakhir pada setiap sesi di acara handshake. Orang-orang yang menunggu di dekat area pendaftaran menjelang waktu penutupan kemungkinan besar mengincar 'kagishime'."
    },
    {
      "istilah_jp": "かきまゆせーら",
      "istilah_ro": "Kakimayuseera",
      "note1": "Trio akrab yang terdiri dari Kaki Haruka, Tamura Mayu, dan Hayakawa Seira. Kemudian, nama trio ini ditetapkan menjadi \"Sanshoku Gelato\"."
    },
    {
      "istilah_jp": "格差社会コンビ",
      "istilah_ro": "Kakusa Shakai Konbi",
      "note1": "Nama duo untuk Saito Asuka dan Nakamoto Himeka. Berasal dari nama duo yang ditulis oleh Saito di pamflet 16-nin no Principal trois."
    },
    {
      "istilah_jp": "額縁衣装",
      "istilah_ro": "Gakubuchi Ishou",
      "note1": "Sebutan populer untuk kostum panggung yang dikenakan saat tampil di \"2015 FNS Kayousai\" yang disiarkan di Fuji TV pada 2 Desember 2015. Terkadang disingkat menjadi \"Gakubuchi\". Jika diperhatikan, ada dua warna, hitam dan biru tua gelap, dan kostum ini sangat populer di kalangan penggemar. Kimika Ouchi, yang bertanggung jawab atas produksinya, memperkenalkannya di Twitter-nya sebagai \"gaun dengan rok bingkai\"."
    },
    {
      "istilah_jp": "革命児",
      "istilah_ro": "Kakumeiji",
      "note1": "Berasal dari ucapan Saito Asuka yang tiba-tiba berkata kepada Tsutsui Ayame, \"Kamu adalah seorang revolusioner.\""
    },
    {
      "istilah_jp": "革命児のウォーミングアップ",
      "istilah_ro": "Kakumeiji no Warming Up",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Tsutsui Ayame. Dinamakan demikian karena \"di single ke-31, ia berada di posisi ura-center, dan terlihat seperti sedang melakukan pemanasan menunggu hari kebangkitannya.\" Ini ditayangkan pada episode #390 \"Nogizaka Koujichuu\" tanggal 11 Desember 2022."
    },
    {
      "istilah_jp": "楽屋番長姉さん",
      "istilah_ro": "Gakuya Banchou Neesan",
      "note1": "Sebutan Ioki Mao untuk Ichinose Miku."
    },
    {
      "istilah_jp": "影アナ",
      "istilah_ro": "Kage Ana",
      "note1": "Singkatan dari \"Kage Announce\" (pengumuman bayangan), yaitu pengumuman mengenai hal-hal penting yang dilakukan dari belakang panggung tanpa muncul di hadapan penonton sebelum acara seperti handshake atau konser dimulai. Terkadang juga disebut 'Kage Nare'."
    },
    {
      "istilah_jp": "影ナレ",
      "istilah_ro": "Kage Nare",
      "note1": "Singkatan dari \"Kage Narration\" (narasi bayangan), yaitu narasi mengenai hal-hal penting yang dilakukan dari belakang panggung tanpa muncul di hadapan penonton sebelum acara seperti handshake atau konser dimulai. Terkadang juga disebut 'Kage Ana'."
    },
    {
      "istilah_jp": "掛林",
      "istilah_ro": "Kakebayashi",
      "note1": "Nama duo untuk Kakehashi Sayaka dan Hayashi Runa."
    },
    {
      "istilah_jp": "ガサツキ",
      "istilah_ro": "Gasatsuki",
      "note1": "Nama panggilan untuk Wakatsuki Yumi dalam acara \"AKB48 no All Night Nippon\" pada 8 Juli 2015. Karena suaranya serak akibat pilek, ia berkata, \"Tolong panggil saya Gasatsuki, bukan Wakatsuki.\""
    },
    {
      "istilah_jp": "かじかじダンス",
      "istilah_ro": "Kajikaji Dansu (Dance)",
      "note1": "Koreografi di bagian interlude setelah reff kedua lagu utama single ke-38 \"Navel Orange\", di mana para member berbaris dan menari seolah-olah sedang menggigit sesuatu."
    },
    {
      "istilah_jp": "ガス",
      "istilah_ro": "Gas",
      "note1": "Nama peran yang dimainkan oleh Saito Yuuri dalam pertunjukan teater \"Subete no Inu wa Tengoku e Iku\"."
    },
    {
      "istilah_jp": "ガス軍団",
      "istilah_ro": "Gas Gundan",
      "note1": "Nama panggilan untuk kelompok yang terdiri dari karakter Gas yang diperankan oleh Saito Yuuri dalam pertunjukan teater \"Subete no Inu wa Tengoku e Iku\" dan dua anak buahnya (diperankan oleh Jingo Moe dan Otobana Hana)."
    },
    {
      "istilah_jp": "かすみ草",
      "istilah_ro": "Kasumisou",
      "note1": "Nama unit yang menyanyikan lagu \"Atarisawari no Nai Hanashi\" yang terdapat dalam single ke-17. Member yang menyanyikannya adalah empat orang: Ikoma Rina, Inoue Sayuri, Hoshino Minami, dan Hori Miona."
    },
    {
      "istilah_jp": "かずみん",
      "istilah_ro": "Kazumin",
      "note1": "Nama panggilan untuk Takayama Kazumi. Terkadang juga dipanggil 'Zuu-san'."
    },
    {
      "istilah_jp": "風を着替えて",
      "istilah_ro": "Kaze o Kigaete",
      "note1": "Judul photobook kedua Nishino Nanase."
    },
    {
      "istilah_jp": "過疎る",
      "istilah_ro": "Kasoru",
      "note1": "Kondisi di mana antrean di sebuahレーン (lane) handshake tidak ada atau hampir tidak ada. Digunakan dalam kalimat seperti 'Lane-nya kasoru' atau 'kasotte iru'."
    },
    {
      "istilah_jp": "かっぱ口",
      "istilah_ro": "Kappaguchi",
      "note1": "Bentuk mulut yang sedikit menggigit bibir bawah (seperti pada foto Fukagawa Mai dan Ito Marika). Ini menjadi sorotan sebagai gestur imut wanita setelah 'mulut bebek'. Umumnya ditulis 'カッパ口', tetapi di kalangan penggemar Nogizaka, 'かっぱ口' juga sering digunakan."
    },
    {
      "istilah_jp": "カップリング曲",
      "istilah_ro": "Kappuringu Kyoku (Coupling Song)",
      "note1": "Lagu selain lagu utama yang terdapat dalam sebuah single. Sering disingkat menjadi 'C/W' atau 'CW' dari 'coupling with'."
    },
    {
      "istilah_jp": "カテコ",
      "istilah_ro": "Kateko",
      "note1": "Singkatan dari 'Curtain Call'."
    },
    {
      "istilah_jp": "カトリーヌ",
      "istilah_ro": "Catherine",
      "note1": "Nama peran yang dimainkan oleh Shinuchi Mai dalam pertunjukan teater \"Subete no Inu wa Tengoku e Iku\"."
    },
    {
      "istilah_jp": "金川盛り上げ隊",
      "istilah_ro": "Kanagawa Moriagetai",
      "note1": "Empat member, Kanagawa Saya, Endo Sakura, Tamura Mayu, dan Matsuo Miyu, yang memberikan semangat dari belakang saat seseorang bernyanyi di acara TV \"Nogizaka Star Tanjou!\". Kemudian, Kanagawa Saya sendiri menamai mereka \"Super Yanchanzu\"."
    },
    {
      "istilah_jp": "かなりん",
      "istilah_ro": "Kanarin",
      "note1": "Nama panggilan untuk Nakada Kana."
    },
    {
      "istilah_jp": "カニうまいから",
      "istilah_ro": "Kani Umai kara",
      "note1": "Lelucon yang sering dilontarkan oleh Bananaman Shitara ketika seorang member mengatakan 'Kanyuu mae kara' (sejak sebelum bergabung)."
    },
    {
      "istilah_jp": "カノン",
      "istilah_ro": "Canon",
      "note1": "Istilah dalam tarian yang berarti menari dengan selisih waktu sedikit demi sedikit."
    },
    {
      "istilah_jp": "かぱたん",
      "istilah_ro": "Kapatan",
      "note1": "Sebutan untuk Kawago Hina saat ia membuat ekspresi 'kappaguchi'. Kawago dipanggil 'Kawatan' oleh Nakada, dan 'kappaguchi no Kawatan' disingkat menjadi 'Kapatan'. (Istilah ini awalnya digunakan oleh sebagian penggemar, tetapi belakangan ini tampaknya sudah cukup menyebar!?). Namun, Kawago sendiri tampaknya tidak terlalu suka dengan ekspresi kappaguchi."
    },
    {
      "istilah_jp": "被せ",
      "istilah_ro": "Kabuse",
      "note1": "Saat pertunjukan, menggunakan rekaman suara yang sudah berisi vokal, lalu menyanyikan lagu secara langsung di atasnya."
    },
    {
      "istilah_jp": "カフェオーレ",
      "istilah_ro": "Cafe au Lait",
      "note1": "Nama unit yang lahir dari acara TV \"Shin Nogizaka Star Tanjou!\", terdiri dari Ioki Mao dan Okuda Iroha."
    },
    {
      "istilah_jp": "カフェマネージャー",
      "istilah_ro": "Cafe Manager",
      "note1": "Sebutan untuk Shinuchi Mai. Ia diangkat sebagai manajer kafe untuk \"Nogizaka46 Nandome no Aozora ka? cafe in Marunouchi\" dan \"Nogizaka46 Cafe 2015\" yang dibuka untuk waktu terbatas."
    },
    {
      "istilah_jp": "カミーラ",
      "istilah_ro": "Camilla",
      "note1": "Nama peran yang dimainkan oleh aktris tamu Nekozebaki Tsubaki dalam pertunjukan teater \"Subete no Inu wa Tengoku e Iku\". Ia adalah istri dari Iron Billy."
    },
    {
      "istilah_jp": "神対応",
      "istilah_ro": "Kami Taiou",
      "note1": "Menerima perlakuan yang luar biasa dari seorang member di acara handshake. Antonimnya adalah 'Shio Taiou'."
    },
    {
      "istilah_jp": "上手",
      "istilah_ro": "Kamite",
      "note1": "Istilah panggung yang merujuk pada sisi kanan dari sudut pandang penonton. Tentu saja, dari sudut pandang pemain, itu adalah sisi kiri. Sisi sebaliknya disebut 'Shimote'."
    },
    {
      "istilah_jp": "カメリハ",
      "istilah_ro": "Kameriha",
      "note1": "Singkatan dari 'Camera Rehearsal' (latihan kamera)."
    },
    {
      "istilah_jp": "神は地上を闊歩する",
      "istilah_ro": "Kami wa Chijou o Kappo suru",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Bananaman Himura. Ini ditayangkan pada episode #392 \"Nogizaka Koujichuu\" tanggal 25 Desember 2022."
    },
    {
      "istilah_jp": "からあげ姉妹",
      "istilah_ro": "Karaage Shimai",
      "note1": "Nama duo untuk Ikuta Erika dan Matsumura Sayuri. Mereka menyanyikan \"Shokumotsu Rensa\" dalam video pribadi sebagai bonus single ke-10. Penampilan mereka juga ditampilkan saat jeda di 3rd YEAR BIRTHDAY LIVE."
    },
    {
      "istilah_jp": "からあげ半生シスターズ",
      "istilah_ro": "Karaage Hannama Sisters",
      "note1": "Sebutan untuk para member gen-3 yang diperkenalkan di \"Manatsu no Zenkoku Tour 2017 FINAL!\" yang diadakan di Tokyo Dome pada 8 November 2017. Mereka dibagi menjadi tim kakak yang dipimpin oleh Matsumura dan tim adik yang dipimpin oleh Ikuta, lalu bersaing dalam hal besarnya sorakan penonton."
    },
    {
      "istilah_jp": "かりん党",
      "istilah_ro": "Karintou",
      "note1": "Nama untuk penggemar Ito Karin (Famili Name)."
    },
    {
      "istilah_jp": "カレーシャツ",
      "istilah_ro": "Curry Shirt",
      "note1": "Sebutan yang digunakan oleh para member gen-2 untuk seragam awal mereka. Disebut demikian karena warna kemejanya terlihat seperti kari."
    },
    {
      "istilah_jp": "可憐",
      "istilah_ro": "Karen",
      "note1": "Judul photobook pertama Endo Sakura."
    },
    {
      "istilah_jp": "カワゴーゴー",
      "istilah_ro": "Kawago-Go-",
      "note1": "Sebutan untuk akun 755 milik Kawago Hina. Menyebar berkat inisiatif dari para penggemar."
    },
    {
      "istilah_jp": "川後チョップ",
      "istilah_ro": "Kawago Choppu (Chop)",
      "note1": "Jurus andalan Kawago Hina. Biasanya dikeluarkan saat bertemu pertama kali di acara handshake. Tingkat keberhasilannya sekitar 90%. Mungkin ia akan melakukannya jika diminta! Asal-usulnya dari adegan di MV lagu coupling single ke-9 \"Koko ni Iru Riyuu\", di mana ia memotong semangka dengan tangan."
    },
    {
      "istilah_jp": "川後P",
      "istilah_ro": "Kawago P",
      "note1": "Sebutan untuk Kawago Hina, singkatan dari \"Kawago Producer\". Kawago, yang mengagumi Fukagawa Mai sebagai 'Seibo' (Bunda Maria), mengatakan dalam siaran \"Nogizaka tte Doko?\" pada 24 Maret 2013, \"Saya akan mengeluarkan pesonanya mulai sekarang,\" dan sejak itu istilah ini melekat. Ia juga menulis di blognya, \"Karena saya bilang akan mengeluarkan pesona Maimai, Kawago P (produser) akan melakukannya (。-｀ω´-)ぅぃ♡\"."
    },
    {
      "istilah_jp": "カワゴロリ",
      "istilah_ro": "Kawagorori",
      "note1": "Karakter yang diperankan oleh Kawago Hina dalam acara \"Nogizaka Denshidai\" di Nogizaka 46-Hour TV. Ini adalah homage untuk karakter Gorori dari acara NHK \"Tsukutte Asobo\". Tentu saja, pasangannya adalah Fukafuka-san yang diperankan oleh Fukagawa Mai."
    },
    {
      "istilah_jp": "かわたん",
      "istilah_ro": "Kawatan",
      "note1": "Nama panggilan untuk Kawago Hina. Biasanya dipanggil begitu oleh Nakada Kana. Member yang lebih tua sering memanggilnya 'Hina-chan'.",
      "note2": "Catatan) Kawago sendiri lebih suka dipanggil 'Hinapyon' oleh para penggemar (telah dikonfirmasi langsung saat handshake). Jadi, silakan panggil dia 'Hinapyon'."
    },
    {
      "istilah_jp": "かわっそ",
      "istilah_ro": "Kawasso",
      "note1": "Nama panggilan untuk Kawabata Akina yang diberikan oleh Ogawa Aya."
    },
    {
      "istilah_jp": "関西の柴犬",
      "istilah_ro": "Kansai no Shibaken",
      "note1": "Nama panggilan baru untuk Kawamura Mahiro yang diberikan oleh Kawago di \"Nogizaka tte, Koko!\"."
    },
    {
      "istilah_jp": "監督",
      "istilah_ro": "Kantoku",
      "note1": "Panggilan yang digunakan oleh duo Oswald untuk memanggil Nagashima Rio dalam acara \"Nogizaka Star Tanjou! SIX\"."
    },
    {
      "istilah_jp": "完パケ",
      "istilah_ro": "Kan Pake",
      "note1": "Singkatan dari 'Kanzen Package' (Paket Lengkap). Ini merujuk pada konten yang video dan audionya sudah selesai diedit dan siap untuk disiarkan atau dijual."
    },
    {
      "istilah_jp": "顔面うるさい",
      "istilah_ro": "Ganmen Urusai",
      "note1": "Nama panggilan baru untuk Sakurai Reika yang diberikan oleh Kawago di \"Nogizaka tte, Koko!\". 'Suberi-kyapu' (Kapten yang sering gagal melucu) juga menjadi salah satu kandidat."
    }
  ],
  "さ行": [
    {
      "istilah_jp": "さぁちゃん",
      "istilah_ro": "Saachan",
      "note1": "Nama panggilan untuk Kakehashi Sayaka."
    },
    {
      "istilah_jp": "最後の晩餐",
      "istilah_ro": "Saigo no Bansan",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Akimoto Manatsu. Dinamakan demikian karena \"ia adalah member terakhir dari gen-1 dan ada keinginan agar ia lulus terakhir sebagai kapten.\" Ini ditayangkan pada episode #390 \"Nogizaka Koujichuu\" tanggal 11 Desember 2022."
    },
    {
      "istilah_jp": "在宅",
      "istilah_ro": "Zaitaku",
      "note1": "Penggemar yang tidak berpartisipasi dalam acara seperti konser atau handshake, dan lebih banyak mendukung dari rumah."
    },
    {
      "istilah_jp": "埼玉のクレオパトラ",
      "istilah_ro": "Saitama no Cleopatra",
      "note1": "Nama panggilan untuk Saito Chiharu. Diberikan oleh Noujou Ami."
    },
    {
      "istilah_jp": "齋藤飛鳥軍団(仮)",
      "istilah_ro": "Saito Asuka Gundan (Kari)",
      "note1": "Nama sementara untuk para penggemar Saito Asuka. Di blog resminya (1 Maret 2013), ia menulis, \"Ini bukan nama resmi untuk para penggemar Ashu, ya?\""
    },
    {
      "istilah_jp": "斎藤家の歌",
      "istilah_ro": "Saito-ke no Uta",
      "note1": "Lagu keluarga Saito Chiharu. Ayahnya yang menciptakan musiknya, dan adiknya yang menulis liriknya. Judulnya adalah \"Minna Te o Tsunagou yo\" (Mari Semua Bergandengan Tangan)."
    },
    {
      "istilah_jp": "最優秀半透明",
      "istilah_ro": "Saiyuushuu Hantoumei",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Kubo Shiori. Ditayangkan pada episode #389 \"Nogizaka Koujichuu\" tanggal 4 Desember 2022."
    },
    {
      "istilah_jp": "サイリウム",
      "istilah_ro": "Sairiumu (Cyaliyme)",
      "note1": "Tongkat cahaya (umumnya digunakan untuk menyebut baik yang cair maupun yang bertenaga baterai).",
      "note2": "Secara sempit, ini merujuk pada jenis cair, yang tidak menghasilkan panas atau asap saat bersinar dan tidak memerlukan oksigen atau listrik (baterai), sehingga terkadang digunakan di konser sebagai pengganti lightstick. Namun, \"Cyaliyme®\" (gambar kiri) adalah merek dagang terdaftar dari OmniGlow Corporation, AS, sehingga produk serupa disebut lightstick, chemical light, dll.",
      "note3": "Barang resmi menggunakan jenis bertenaga baterai yang disebut \"Stick Light\" (gambar kanan), dan sejak acara akhir tahun 2014, membawa dan menggunakan cyaliyme cair dilarang (karena modifikasi berlebihan yang menyebabkan kecelakaan ledakan menjadi masalah di acara grup idola lain)."
    },
    {
      "istilah_jp": "寒河江純",
      "istilah_ro": "Sagae Jun",
      "note1": "Karakter dari manga \"Asahinagu\". Versi panggung diperankan oleh Eto Misa, dan versi film diperankan oleh aktris tamu Higuchi Yuzu (kakak kandung Higuchi Hina)."
    },
    {
      "istilah_jp": "坂道AKB",
      "istilah_ro": "Sakamichi AKB",
      "note1": "Unit yang dipilih dari AKB48 Group dan Sakamichi Series. Sejauh ini, mereka telah merilis tiga lagu: \"Dare no Koto o Ichiban Aishiteru?\", \"Kokkyou no Nai Jidai\", dan \"Hatsukoi Door\", semuanya dirilis sebagai lagu coupling dalam single AKB48."
    },
    {
      "istilah_jp": "坂道グループ",
      "istilah_ro": "Sakamichi Guruupu (Group)",
      "note1": "Sebutan untuk Nogizaka46, Sakurazaka46 (Keyakizaka46), dan Hinatazaka46 secara kolektif, tetapi sejak awal pembentukan Keyakizaka46, mereka lebih umum disebut \"Sakamichi Series\", dan sebutan itu lebih populer."
    },
    {
      "istilah_jp": "坂道研修生",
      "istilah_ro": "Sakamichi Kenshuusei",
      "note1": "Sebutan untuk 18 orang yang lolos audisi gabungan Sakamichi pada musim panas 2018 tetapi belum ditentukan grup penempatannya. Mereka dijadwalkan untuk melanjutkan latihan."
    },
    {
      "istilah_jp": "坂道シリーズ",
      "istilah_ro": "Sakamichi Shiriizu (Series)",
      "note1": "Sebutan umum untuk Nogizaka46, Sakurazaka46 (Keyakizaka46), dan Hinatazaka46 secara kolektif. Awalnya tidak disebut \"Sakamichi Group\", tetapi setelah audisi dan proyek gabungan (seperti proyek Zambi), sebutan \"Sakamichi Group\" mulai sering digunakan. Setiap grup memiliki ciri khasnya sendiri, dan karena menghargai hal itu, mereka sengaja disebut sebagai \"Series\"."
    },
    {
      "istilah_jp": "サガラとキヨトの乃木坂ぷぷぷ",
      "istilah_ro": "Sagara to Kiyoto no Nogizaka Pupupu",
      "note1": "Sebuah acara yang ditayangkan di TV Saitama dari 10 Oktober 2015 hingga 21 November 2015. MC-nya adalah Sagara Iori dan Kiyoto dari Bad Boys. Setiap minggu, dua member asal Saitama menjadi bintang tamu, dan narasi juga diisi oleh member yang berganti setiap minggu. Singkatannya adalah 'Nogi Pupu'."
    },
    {
      "istilah_jp": "さく",
      "istilah_ro": "Saku",
      "note1": "Nama panggilan untuk Endo Sakura. Biasanya digunakan oleh member seangkatannya."
    },
    {
      "istilah_jp": "さくさく",
      "istilah_ro": "Sakusaku",
      "note1": "Nama panggilan unik untuk Kawasaki Sakura yang diberikan oleh Ogawa Aya."
    },
    {
      "istilah_jp": "さくさくぱんだ",
      "istilah_ro": "Sakusaku Panda",
      "note1": "Nama duo untuk Kawasaki Sakura dan Ikeda Teresa. Dibentuk pada tahun 2022."
    },
    {
      "istilah_jp": "さくたん",
      "istilah_ro": "Sakutan",
      "note1": "Nama panggilan untuk Kawasaki Sakura."
    },
    {
      "istilah_jp": "さくたんさん しゅわしゅわ～",
      "istilah_ro": "Sakutan-san Shuwa Shuwa~",
      "note1": "Jurus andalan Kawasaki Sakura. Orang yang menerima 'sinar' ini akan merasakan kesegaran seperti minum minuman bersoda. Diadopsi dari acara radio \"Rajira! Sunday\" pada 4 September 2022. 'Shuwa shuwa~' sering diucapkan sebagai 'shuwa shuwa shuwa~'. Ada juga versi soda kuatnya, seperti 'Sakutan Kyoutan-san Shuwa Shuwa~'."
    },
    {
      "istilah_jp": "さくちゃん",
      "istilah_ro": "Sakuchan",
      "note1": "Nama panggilan untuk Endo Sakura. Saito Asuka memanggilnya 'Enchan'."
    },
    {
      "istilah_jp": "櫻坂46",
      "istilah_ro": "Sakurazaka46",
      "note1": "Grup yang lahir pada 14 Oktober 2020 setelah \"Keyakizaka46\", yang merupakan grup saudari Nogizaka46 dan lahir pada 21 Agustus 2015, berganti nama. Keyakizaka46 sedang dalam masa hiatus, jadi secara praktis ini adalah grup yang baru lahir."
    },
    {
      "istilah_jp": "幸パウダー",
      "istilah_ro": "Sachi Paudaa (Powder)",
      "note1": "Bubuk ajaib yang ditaburkan oleh Seimiya Rei dengan gerakan tangan untuk menyemangati Endo Sakura yang terlihat cemas saat syuting."
    },
    {
      "istilah_jp": "さちゃん",
      "istilah_ro": "Sachan",
      "note1": "Panggilan unik yang digunakan Ioki Mao untuk memanggil Sugawara Satsuki. Pengucapannya lebih dekat ke 'Gachan'."
    },
    {
      "istilah_jp": "さちゃんのおくち事件",
      "istilah_ro": "Sachan no Okuchi Jiken",
      "note1": "Saat syuting MV lagu gen-5 \"Kokoro ni mo Nai Koto\" untuk single ke-32, lipstik Sugawara Satsuki yang bibirnya pucat hampir luntur sepenuhnya tepat sebelum syuting. Penata rias berada jauh dan tidak bisa dipanggil dengan cepat, tetapi Ioki Mao memanggil penata rias dengan suara keras dan berhasil mendapatkan lipstik untuknya."
    },
    {
      "istilah_jp": "殺陣",
      "istilah_ro": "Tate",
      "note1": "Aksi perkelahian atau pertarungan yang dilakukan oleh aktor."
    },
    {
      "istilah_jp": "さつまいろ",
      "istilah_ro": "Satsumairo",
      "note1": "Nama trio untuk Sugawara Satsuki, Ioki Mao, dan Okuda Iroha. Nama ini merupakan gabungan dari sebagian nama mereka: 'Sugawara Satsuki', 'Ioki Mao', dan 'Okuda Iroha'."
    },
    {
      "istilah_jp": "さっちゃん",
      "istilah_ro": "Sacchan",
      "note1": "Nama panggilan untuk Sugawara Satsuki, terutama digunakan oleh para member."
    },
    {
      "istilah_jp": "さとうがけ",
      "istilah_ro": "Satougake",
      "note1": "Nama duo untuk Sato Rika dan Kakehashi Sayaka."
    },
    {
      "istilah_jp": "サブステージ",
      "istilah_ro": "Sabusuteeji (Sub Stage)",
      "note1": "Sebuah panggung yang dibuat di sisi berlawanan dari panggung utama (di bagian belakang penonton) agar penonton yang paling jauh pun dapat menikmati pertunjukan di venue konser besar. Terkadang disingkat menjadi 'Sabusute'. Di antara para member dan staf, sering disebut 'Backstage' dan singkatannya 'B-sute' juga sering digunakan."
    },
    {
      "istilah_jp": "サブリミナル早川",
      "istilah_ro": "Saburiminaru (Subliminal) Hayakawa",
      "note1": "'Nama panggung yang tak terlupakan' yang diberikan oleh Pekopa Shoinji kepada Hayakawa Seira di 'Konten Spesial Hulu \"Video yang Belum Pernah Dirilis Juga Tidak Buruk, kan?\"' dari acara \"Nogizaka Star Tanjou!\"."
    },
    {
      "istilah_jp": "サブロク",
      "istilah_ro": "Saburoku",
      "note1": "Panggung melingkar 360 derajat di sebuah venue konser. Seringkali ditempatkan sebagai panggung tengah. Istilah ini sering digunakan oleh para member dan staf."
    },
    {
      "istilah_jp": "さやちゃん's",
      "istilah_ro": "Sayachan's",
      "note1": "Nama duo akrab untuk Kakehashi Sayaka dan Kanagawa Saya."
    },
    {
      "istilah_jp": "さゆ",
      "istilah_ro": "Sayu",
      "note1": "Nama panggilan resmi Inoue Sayuri. Ia tidak terlalu suka 'Sayunyan' karena memalukan, dan ia sendiri ingin dipanggil 'Sayu' (permintaan ini juga dikonfirmasi langsung saat handshake). Tanda tangannya juga telah berubah dari 'Sayunyan' menjadi 'Sayu'."
    },
    {
      "istilah_jp": "さゆにゃん",
      "istilah_ro": "Sayunyan",
      "note1": "Nama panggilan untuk Inoue Sayuri. Diberikan oleh Nagashima Seira. Setelah berusia 20 tahun, ia lebih sering menggunakan 'Sayu'. Tanda tangannya juga telah berubah dari 'Sayunyan' menjadi 'Sayu'."
    },
    {
      "istilah_jp": "さゆにゃんこスター",
      "istilah_ro": "Sayunyanko Star",
      "note1": "Parodi dari Nyanko Star yang ditampilkan secara improvisasi oleh Inoue Sayuri dan Bananaman Himura di \"Nogizaka Koujichuu\" pada 14 Januari 2018. Juga ditampilkan dalam rekaman publik radio \"Rajira!\" pada 4 Maret 2018 (meskipun tidak ada video karena format radio)."
    },
    {
      "istilah_jp": "さゆにゃんこぱんち",
      "istilah_ro": "Sayunyanko Panchi (Punch)",
      "note1": "Jurus andalan Inoue Sayuri. Diekspresikan sebagai 'o(｀ω´ )o dyudyudyukushi' dan diberikan kepada mereka yang tidak bisa menjawab kuis di blognya."
    },
    {
      "istilah_jp": "さゆマッチョ",
      "istilah_ro": "Sayu Maccho (Macho)",
      "note1": "Nama panggilan yang diberikan kepada Inoue Sayuri dalam acara \"Nogizaka Koujichuu\" pada 21 Februari 2016, karena ia tidak pandai bersikap 'imut' dan sering berlatih otot di rumah. Ia juga pernah melakukan bench press di NOGIBINGO!6."
    },
    {
      "istilah_jp": "サユリスト",
      "istilah_ro": "Sayurist",
      "note1": "Nama untuk penggemar Inoue Sayuri (Famili Name). Awalnya adalah sebutan yang dibuat oleh penggemar sendiri, tetapi setelah ia menggunakan ungkapan 'para Sayurist sekalian' di blognya pada 5 Juli 2013, ia terus menggunakannya dan menjadi nama resmi. (Bagi mereka yang berusia di atas tertentu, pasti akan berpikir tentang penggemar Yoshinaga Sayuri. Seperti Tamori-san).",
      "note2": "※ Saito Yuuri memanggil Inoue sendiri dengan sebutan 'Sayurist' (dari blognya tanggal 3 Januari 2015)."
    },
    {
      "istilah_jp": "さゆりん",
      "istilah_ro": "Sayurin",
      "note1": "Nama panggilan untuk Matsumura Sayuri. Juga disebut 'Sayuringo'."
    },
    {
      "istilah_jp": "さゆりんご",
      "istilah_ro": "Sayuringo",
      "note1": "Nama panggilan untuk Matsumura Sayuri. Juga disebut 'Sayurin'."
    },
    {
      "istilah_jp": "さゆりんごが咲く頃",
      "istilah_ro": "Sayuringo ga Saku Koro",
      "note1": "Lagu kedua yang diumumkan oleh Sayuringo Gundan. Ini adalah versi parodi dari \"Harujion ga Saku Koro\" dengan lirik yang ditulis oleh Matsumura Sayuri."
    },
    {
      "istilah_jp": "さゆりんご軍団",
      "istilah_ro": "Sayuringo Gundan",
      "note1": "Menurut Matsumura Sayuri, ini adalah 'perkumpulan untuk memuji Sayuringo dengan mengatakan 'Senpai, hari ini juga cantik ya''. Wakil ketua gundan adalah Sasaki Kotoko yang mencalonkan diri. Ito Karin adalah presiden (sebelumnya kepala departemen), dan Terada Ranze adalah direktur (sebelumnya manajer). Kemudian, Nakada Kana yang sebelumnya berpartisipasi sebagai siswi pelatihan, secara resmi bergabung dan menjabat sebagai 'bos terakhir'. Mantan manajer Koide Mayuko juga sebenarnya adalah anggota gundan (dengan jabatan 'kamera', dan kelulusannya dari gundan tidak diakui oleh ketua gundan).",
      "note2": "Selain itu, Saito Yuuri dan Nishino Nanase adalah garda depan pendukung (penggemar juga termasuk garda depan) dari Sayuringo Gundan."
    },
    {
      "istilah_jp": "さゆりんごパンチ",
      "istilah_ro": "Sayuringo Panchi (Punch)",
      "note1": "Jurus andalan Matsumura Sayuri."
    },
    {
      "istilah_jp": "さゆりんごマジョリティ",
      "istilah_ro": "Sayuringo Majority",
      "note1": "Lagu ketiga yang diumumkan oleh Sayuringo Gundan. Ini adalah versi parodi dari lagu Keyakizaka46 \"Silent Majority\" dengan lirik yang ditulis oleh Matsumura Sayuri."
    },
    {
      "istilah_jp": "サヨ",
      "istilah_ro": "Sayo",
      "note1": "Nama tokoh utama wanita yang diperankan oleh Inoue Sayuri dalam drama musikal \"Yakyoku\"."
    },
    {
      "istilah_jp": "さわやか",
      "istilah_ro": "Sawayaka",
      "note1": "Restoran steak dan hamburger yang hanya memiliki cabang di Prefektur Shizuoka. Terkenal dengan 'Genkotsu Hamburg' yang direkomendasikan oleh member asal Shizuoka, Fukagawa Mai dan Wakatsuki Yumi. Banyak penggemar yang mampir setelah acara di Nagoya."
    },
    {
      "istilah_jp": "サンエト",
      "istilah_ro": "San'eto",
      "note1": "Singkatan untuk unit 'Cinq Étoiles'."
    },
    {
      "istilah_jp": "三姫学園",
      "istilah_ro": "Sanki Gakuen",
      "note1": "Sebuah sekolah menengah atas yang muncul di \"Nogizaka Skits Act2\" di mana para member gen-3 berperan sebagai siswi. Ketua OSIS diperankan oleh Yoda Yuki, dan wakil ketua diperankan oleh Iwamoto Renka."
    },
    {
      "istilah_jp": "サンクエトワール",
      "istilah_ro": "Cinq Étoiles",
      "note1": "Nama unit yang menyanyikan lagu \"Otona e no Chikamichi\" dari single ke-13. Nama ini dipilih dari usulan penggemar di acara radio NHK Daiichi \"Rajira! Sunday\" pada 4 Oktober 2015. Membernya terdiri dari lima orang: Kitano Hinako, Terada Ranze, Nakada Kana, Nakamoto Himeka, dan Hori Miona. \"Cinq Étoiles\" berarti \"lima bintang\" dalam bahasa Prancis.",
      "note2": "Di single ke-16, mereka menyanyikan lagu kedua mereka yang berjudul \"Kimi ni Okuru Hana ga Nai\"."
    },
    {
      "istilah_jp": "3色ジェラート",
      "istilah_ro": "Sanshoku Gelato",
      "note1": "Trio akrab yang terdiri dari Kaki Haruka, Tamura Mayu, dan Hayakawa Seira. Diputuskan pada siaran radio NHK \"Rajira! Sunday\" tanggal 18 Desember 2022. Dinamakan demikian karena 'ketiganya saling menyukai satu sama lain, dan melihat mereka bermesraan membuat orang lain cemburu (jeraru)'. Sebelumnya, mereka disebut 'Kakimayuseera'."
    },
    {
      "istilah_jp": "参戦（する）",
      "istilah_ro": "Sansen (suru)",
      "note1": "Istilah yang berarti berpartisipasi dalam acara seperti konser. Digunakan dalam kalimat seperti 'Konser ni sansen suru' (Berpartisipasi dalam konser)."
    },
    {
      "istilah_jp": "ザンビ",
      "istilah_ro": "Zambi",
      "note1": "Proyek horor bertema zombi yang diluncurkan sebagai \"Zambi Project\" dan dirilis di berbagai media seperti panggung, drama, dan game. Versi panggungnya menjadi karya kolaborasi Sakamichi Series dengan partisipasi member dari Keyakizaka46 dan Hinatazaka46."
    },
    {
      "istilah_jp": "ザンビシート",
      "istilah_ro": "Zambi Shiito (Seat)",
      "note1": "Bagian panggung yang menjorok keluar mengelilingi penonton dalam bentuk huruf U, dan area tempat duduk yang dikelilingi oleh bagian panggung tersebut. Dalam musikal, area ini sering digunakan sebagai 'orchestra pit'."
    }
  ],
"た行": [
    {
      "istilah_jp": "タイトル曲",
      "istilah_ro": "Taitoru Kyoku (Title Song)",
      "note1": "Lagu yang memiliki judul yang sama dengan judul single atau album. Sering juga disebut sebagai 'hyoudaikyoku' (lagu utama)."
    },
    {
      "istilah_jp": "大仏ナイン",
      "istilah_ro": "Daibutsu Nain (Nine)",
      "note1": "Sebutan untuk sembilan member yang menjadi kandidat untuk membersihkan 'rahatsu' (gulungan rambut) di puncak Patung Buddha Ushiku Daibutsu (patung Buddha perunggu tertinggi di dunia) dalam rangka kampanye single ke-9 di acara \"Nogizaka tte, Doko?\" #141 (6 Juli 2014). Sembilan member tersebut adalah Fukagawa Mai, Nishino Nanase, Hashimoto Nanami, Wakatsuki Yumi, Eto Misa, Saito Yuuri, Yamato Rina, Hori Miona, dan Takayama Kazumi."
    },
    {
      "istilah_jp": "たえん",
      "istilah_ro": "Taen",
      "note1": "Pada acara \"Nogizaka Koujichuu\" #360 (15 Mei 2022), dalam merayakan ulang tahun ke-50 Himura dengan sepenuh hati, para member gen-1 memberikan dukungan penuh pada sesi karaoke. Saat itu, Wada Maaya salah membaca 'Den-en' (田園) menjadi 'Taen' (たえん). Para member gen-1 yang menyadarinya saat latihan sengaja tidak memberitahunya, sehingga berhasil membuat studio tertawa terbahak-bahak."
    },
    {
      "istilah_jp": "髙木さん",
      "istilah_ro": "Takagi-san",
      "note1": "Muncul dalam segmen Nogizaka Denshidai Takayama Kazumi di Nogizaka 46-Hour TV (edisi ke-3). Beliau adalah Takagi Shinji, Direktur Representatif Nogizaka46 LLC (pada saat itu)."
    },
    {
      "istilah_jp": "駄菓子屋れんたん！",
      "istilah_ro": "Dagashiya Rentan!",
      "note1": "Judul video personal Iwamoto Renka yang termasuk dalam single ke-17 \"Influencer\"."
    },
    {
      "istilah_jp": "たかせまる",
      "istilah_ro": "Takasemaru",
      "note1": "Nama duo akrab untuk Takayama Kazumi dan Nishino Nanase. Nama ini berasal dari gabungan 'Taka' dari Takayama dan nama panggilan Nishino, 'Nanasemaru'."
    },
    {
      "istilah_jp": "高橋大輔",
      "istilah_ro": "Takahashi Daisuke",
      "note1": "Seorang penyiar lepas yang menjadi pembawa acara untuk Merry X'mas Show 2014 (13-14 Desember). Ia bertugas sebagai DJ stadion untuk Yomiuri Giants dan ini adalah pengalaman pertamanya di acara idola. Setelah itu, ia juga tampil sebagai pembawa acara di Nogizaka46 Dai Kanshasai 2014 (30 Desember). Ia juga menjadi pembawa acara pengumuman Senbatsu single ke-11 di \"Nogizaka tte Doko?\", yang merupakan suatu hal yang luar biasa karena ia adalah orang pertama di luar penyiar TV Tokyo/TV Aichi, dan juga pria pertama. Ia juga menjadi narator untuk 3rd YEAR BIRTHDAY LIVE. Kehadirannya kini tak tergantikan di acara-acara Nogizaka. Musuh bebuyutannya adalah Hashimoto Nanami."
    },
    {
      "istilah_jp": "タジマ",
      "istilah_ro": "Tajima",
      "note1": "Nama semut peliharaan karakter Yuuutsu (diperankan Matsumura Sayuri) dalam drama \"Hatsumori Bemars\"."
    },
    {
      "istilah_jp": "田代真奈",
      "istilah_ro": "Tashiro Mana",
      "note1": "Karakter yang diperankan oleh Tamura Mayu dalam drama pembacaan \"Joyuu Tantei\" yang dirilis secara eksklusif secara digital pada 1 Maret 2022. Ia berperan sebagai seorang polisi wanita yang bertugas di pos polisi."
    },
    {
      "istilah_jp": "タッタッター",
      "istilah_ro": "Tattattaa",
      "note1": "Cara keluarga Inoue Sayuri memanggil traktor."
    },
    {
      "istilah_jp": "殺陣",
      "istilah_ro": "Tate",
      "note1": "Aksi perkelahian atau pertarungan yang dilakukan oleh aktor."
    },
    {
      "istilah_jp": "谷垣源次郎",
      "istilah_ro": "Tanigaki Genjirou",
      "note1": "Nama bebek yang dibawa oleh Ikeda Teresa dalam pendakian Gunung Fuji untuk single ke-32 di \"Nogizaka tte Doko?\" #382 (16 Oktober 2022). Bebek ini juga ikut serta dalam tur Manatsu no Zenkoku Tour 2022. Masih ada 55 ekor lagi di rumahnya."
    },
    {
      "istilah_jp": "ダブルマウンテン",
      "istilah_ro": "Daburu Maunten (Double Mountain)",
      "note1": "Nama duo untuk Yamazaki Rena dan Yamashita Mizuki. Dinamakan demikian karena hanya mereka berdua yang nama keluarganya diawali dengan 'Yama' (山)."
    },
    {
      "istilah_jp": "たまちゃん",
      "istilah_ro": "Tamachan",
      "note1": "Nama panggilan untuk Sakaguchi Tamami."
    },
    {
      "istilah_jp": "たむせいら",
      "istilah_ro": "Tamuseira",
      "note1": "Duo komedi \"Tamu Majime\" dan \"Sei-chan\" yang muncul di \"Nogizaka Skits\". Mereka menampilkan materi dari Cool-poko. Diperankan oleh Tamura Mayu dan Hayakawa Seira."
    },
    {
      "istilah_jp": "田村編集長",
      "istilah_ro": "Tamura Henshuuchou",
      "note1": "Pemimpin redaksi dari departemen editorial \"Shuukan Skits\" yang muncul di \"Nogizaka Skits\". Ia sering melakukan 'nori-tsukkomi' (menimpali lalu mengoreksi leluconnya sendiri) dengan berkata \"Itu kan saya!\" karena semua berita skandal yang dibawa bawahannya adalah tentang dirinya sendiri. Diperankan oleh Tamura Mayu."
    },
    {
      "istilah_jp": "タリーランプ",
      "istilah_ro": "Tarii Ranpu (Tally Lamp)",
      "note1": "Lampu merah yang terpasang pada kamera. Di studio rekaman dengan banyak kamera, lampu ini digunakan untuk menunjukkan kamera mana yang sedang dipilih oleh switcher agar mudah dikenali."
    },
    {
      "istilah_jp": "単推し",
      "istilah_ro": "Tanoshi",
      "note1": "Hanya mendukung (mendorong) satu member saja."
    },
    {
      "istilah_jp": "ダンス七福神",
      "istilah_ro": "Dansu (Dance) Shichifukujin",
      "note1": "Sebutan untuk tujuh member (Ikuta Erika, Ikoma Rina, Inoue Sayuri, Kawamura Mahiro, Saito Asuka, Sakurai Reika, Nakada Kana) yang terpilih dalam pengecekan kemampuan menari di acara \"Nogizaka tte, Doko?\" #9 (27 November 2011)."
    },
    {
      "istilah_jp": "たんたん",
      "istilah_ro": "Tantan",
      "note1": "Nama panggilan untuk Saito Yuuri. Berasal dari 'Yuttantan'."
    },
    {
      "istilah_jp": "たんたんコンビ",
      "istilah_ro": "Tantan Konbi",
      "note1": "Duo untuk Saito Yuuri dan Hatanaka Seira. Berasal dari 'Yuttan' dan 'Seitan'. Meskipun Hatanaka telah lulus pada 4 April 2015, Saito menulis di blognya, \"Rasa sayangku padanya tidak akan pernah berubah, dan aku tidak berniat membubarkan Tantan Konbi!\""
    },
    {
      "istilah_jp": "たんひめ",
      "istilah_ro": "Tanhime",
      "note1": "Nama panggilan untuk Nakamoto Himeka. Biasanya ia dipanggil 'Himetan', tetapi terkadang urutan katanya dibalik seperti istilah industri hiburan. Pemberi nama adalah Noujou Ami."
    },
    {
      "istilah_jp": "ちあんちゃん",
      "istilah_ro": "Chianchan",
      "note1": "Panggilan unik yang digunakan oleh Ito Junna untuk memanggil Suzuki Ayane."
    },
    {
      "istilah_jp": "ちーちゃん",
      "istilah_ro": "Chiichan",
      "note1": "Nama panggilan untuk Saito Chiharu."
    },
    {
      "istilah_jp": "ちーちゃん看病",
      "istilah_ro": "Chiichan Kanbyou",
      "note1": "Jurus baru Saito Chiharu. Pertama kali ditampilkan pada acara handshake nasional tanggal 28 Desember 2013. Ini adalah jurus kombinasi di mana setelah menerima 'Sayuringo Punch' dari Matsumura Sayuri, jika Anda berkata kepada Saito \"Tolong sembuhkan aku!\", ia akan menyembuhkan Anda."
    },
    {
      "istilah_jp": "チートリオ",
      "istilah_ro": "Chiitorio",
      "note1": "Sebutan untuk Ikeda Teresa, Inoue Nagomi, dan Ogawa Aya. Dinamakan demikian karena mereka adalah member front untuk single ke-36 \"Cheat Day\"."
    },
    {
      "istilah_jp": "ちーむあーや",
      "istilah_ro": "Chiimu Aaya (Team Aya)",
      "note1": "Sebutan umum untuk para penggemar Ogawa Aya."
    },
    {
      "istilah_jp": "チームーン",
      "istilah_ro": "Chiimuun (Teamoon)",
      "note1": "Nama duo untuk Mukai Hazuki dan Yamashita Mizuki. Berasal dari fakta bahwa nama keduanya mengandung kanji '月' (tsuki/bulan)."
    },
    {
      "istilah_jp": "ちーむＮ",
      "istilah_ro": "Chiimu N (Team N)",
      "note1": "1. Trio yang terdiri dari Noujou Ami, Saito Asuka, dan Saito Chiharu. 'N' tentu saja berasal dari Noujou.",
      "note2": "2. Salah satu tim dari NMB48. Namun, yang ini ditulis sebagai 'Team N'."
    },
    {
      "istilah_jp": "チームD",
      "istilah_ro": "Chiimu D (Team D)",
      "note1": "Sebuah tim yang terdiri dari Takayama Kazumi, Noujou Ami, Kawago Hina, Saito Chiharu, dan Kawamura Mahiro. 'D' adalah singkatan dari Disney, dan mereka adalah sesama penggemar Disney. Mereka memiliki pakaian latihan yang seragam, tetapi karena berbagai alasan, pakaian tersebut sering disensor di blog.",
      "note2": "Baru-baru ini, Wada Maaya juga bergabung, dan nama tim berubah dari 'Tim D + Maaya' menjadi 'team Tulip'."
    },
    {
      "istilah_jp": "チームひょろ長",
      "istilah_ro": "Chiimu Hyoronaga",
      "note1": "Sebutan untuk trio Shinuchi Mai, Nishikawa Nanami, dan Yamazaki Rena."
    },
    {
      "istilah_jp": "チケットホルダー",
      "istilah_ro": "Chiketto Horudaa (Ticket Holder)",
      "note1": "Merchandise untuk menyimpan tiket di acara seperti handshake. Dilengkapi dengan tali leher."
    },
    {
      "istilah_jp": "地図",
      "istilah_ro": "Chizu",
      "note1": "Sebutan populer untuk kostum panggung yang digunakan untuk siaran acara musik single ke-23 \"Sing Out!\". Berbeda dari kostum panggung biasa, para member secara khusus menyebut kostum yang digunakan untuk acara musik ini dengan sebutan tersebut."
    },
    {
      "istilah_jp": "ちばけとったら おえんで",
      "istilah_ro": "Chibaketo'tara Oende",
      "note1": "Slogan andalan dari 'Hoken Police' yang muncul dalam acara 'Nogizaka Skits'. Dalam dialek Okayama, ini berarti 'Jangan main-main' atau 'Jangan bicara yang tidak-tidak'. Karakter 'Hoken Police' diperankan oleh Kakehashi Sayaka."
    },
    {
      "istilah_jp": "千葉魂",
      "istilah_ro": "Chiba Damashii",
      "note1": "Sebuah unit yang terdiri dari member asal Chiba saat menampilkan lagu 'One Night Carnival' dari Kishidan di acara \"Shin Nogizaka Star Tanjou!\". Unit ini terdiri dari Ogawa Aya (ketua), Okuda Iroha (kapten penyerang), Tomisato Nao (eksekutif), dan Nakanishi Aruno (asisten eksekutif). Kemudian, pada acara 'Shin Nogizaka Star Tanjou! Live', Sugawara Satsuki (anggota baru) yang tidak bisa hadir saat rekaman, juga bergabung, sehingga kelima member asal Chiba pun berkumpul."
    },
    {
      "istilah_jp": "ちはるちゃんしか",
      "istilah_ro": "Chiharuchan Shika",
      "note1": "Sebuah yel-yel yang dilakukan pada saat konser 'Under Live at Nippon Budokan' pada 18 Desember 2015. Yel-yel ini khusus untuk hari itu, di mana Saito Chiharu menyanyikan lagu 'Oide Shampoo' dalam segmen 'Zenin Center Kikaku', dan yel-yel ini diteriakkan saat jeda lagu atas permintaan Chiharu sendiri sebelumnya."
    },
    {
      "istilah_jp": "ちはるーむめいと",
      "istilah_ro": "Chiharoom-mate",
      "note1": "Nama untuk para penggemar Saito Chiharu (Famili Name). Berarti para penghuni yang berkumpul di 'Chiharoom', sebuah ruangan tempat orang-orang yang ingin mendukungnya berkumpul."
    },
    {
      "istilah_jp": "ちはるん",
      "istilah_ro": "Chiharun",
      "note1": "Nama panggilan untuk Saito Chiharu. Juga disebut 'Chi-chan'."
    },
    {
      "istilah_jp": "チビーズ",
      "istilah_ro": "Chibeez",
      "note1": "Juga disebut 'chibi-zu'. Nama tim yang 'diakui sendiri' oleh Ito Riria, Mukai Hazuki, dan Yoda Yuki. Grup aslinya adalah duo dari Keyakizaka46, Imaizumi Yui dan Uemura Rina."
    },
    {
      "istilah_jp": "ちびっこヤンキーなう",
      "istilah_ro": "Chibikko Yankii Nau (Now)",
      "note1": "Nama panggilan baru untuk Hatanaka Seira yang diberikan oleh Kawago di \"Nogizaka tte, Koko!\"."
    },
    {
      "istilah_jp": "チャッス",
      "istilah_ro": "Chassu",
      "note1": "Cara keluarga Terada Ranze memanggil semua jenis teh."
    },
    {
      "istilah_jp": "ちゃやちゃん",
      "istilah_ro": "Chayachan",
      "note1": "Panggilan unik yang digunakan oleh Yoshida Ayano Christie untuk memanggil Kanagawa Saya."
    },
    {
      "istilah_jp": "ちゃんず",
      "istilah_ro": "Chanzu",
      "note1": "Singkatan dari \"Ito-chanzu\"."
    },
    {
      "istilah_jp": "中３組",
      "istilah_ro": "Chuu-san Gumi",
      "note1": "Nama tim yang dibentuk oleh Ikuta Erika, Saito Chiharu, dan Nakamoto Himeka, yang semuanya duduk di kelas 3 SMP saat grup dibentuk. Nama resminya adalah 'Itai-ko Rizumikaru Honehone-da (dan seterusnya)'. Ada juga 'Shin Chuu-san Gumi' yang dibentuk oleh para member gen-3."
    },
    {
      "istilah_jp": "チョロ",
      "istilah_ro": "Choro",
      "note1": "Nama peran yang dimainkan oleh Higuchi Hina dalam pertunjukan teater \"Hakaba, Joshikousei\"."
    },
    {
      "istilah_jp": "超能力研究部の3人",
      "istilah_ro": "Chounouryoku Kenkyuubu no 3-nin",
      "note1": "Sebuah film yang dirilis pada tahun 2014, dibintangi oleh tiga member: Akimoto Manatsu, Ikuta Erika, dan Hashimoto Nanami. Hasil audisi untuk video musik single ke-5 \"Kimi no Na wa Kibou\" menentukan para pemain untuk karya ini."
    },
    {
      "istilah_jp": "チョンチョリン",
      "istilah_ro": "Chonchorin",
      "note1": "Cara keluarga Terada Ranze memanggil ikat rambut. Juga disebut 'Chonchororin'."
    },
    {
      "istilah_jp": "ちんすこう事件",
      "istilah_ro": "Chinsukou Jiken",
      "note1": "Di ruang ganti acara 'Omitatekai' pertama, kue chinsuko oleh-oleh dari Eto Misa dimakan oleh Ikuta Erika (2 buah) dan Noujou Ami (3 buah), sehingga tidak cukup untuk member lain. Insiden ini (dinamai oleh Yoiko Hamaguchi) ditayangkan di \"Nogizaka tte Doko?\" #6 pada 6 November 2011.",
      "note2": "Saat ini, ada aturan 'jaku niku kyo shoku' (yang kuat yang makan) di mana ketika makanan ringan atau bento datang, setiap orang harus mengamankan miliknya sendiri, dan mereka yang datang terlambat dan tidak kebagian harus pasrah."
    },
    {
      "istilah_jp": "ツインタワー",
      "istilah_ro": "Tsuin Tawaa (Twin Tower)",
      "note1": "1. Sebutan untuk member gen-3 yang tinggi, yaitu Umezawa Minami dan Nakamura Reno.",
      "note2": "2. Sebutan untuk member gen-5 yang tinggi, yaitu Ioki Mao dan Tomisato Nao."
    },
    {
      "istilah_jp": "ツインレイ",
      "istilah_ro": "Tsuin Rei (Twin Ray)",
      "note1": "Sebuah karya yang digambar oleh Ikeda Teresa dan diberi judul oleh Nakanishi Aruno. Dibuat saat syuting untuk pameran spin-off \"Warau Art Mansion to 10-nin no Juunin Ten\" dari acara \"Kotouge Eiji no Nante Bi da!\" di TOKYO MX, di mana Ikeda Teresa menjadi bintang tamu reguler."
    },
    {
      "istilah_jp": "ツールベー",
      "istilah_ro": "Tsuurubee",
      "note1": "Judul lagu yang sengaja diplesetkan oleh Bananaman Shitara dari judul asli single ke-36, \"Cheat Day\"."
    },
    {
      "istilah_jp": "次、いつ会える？",
      "istilah_ro": "Tsugi, Itsu Aeru?",
      "note1": "Judul photobook kedua Matsumura Sayuri."
    },
    {
      "istilah_jp": "ツギハギチェックメイト",
      "istilah_ro": "Tsugihagi Chekkumeito (Checkmate)",
      "note1": "Unit idola fiktif yang muncul dalam MV lagu coupling dari single ke-10, \"Watashi, Okiru.\". Terdiri dari empat member: Nakamoto Himeka, Higuchi Hina, Kitano Hinako, dan Wada Maaya. Nakamoto muncul dengan nama panggung \"Himetan\", dan Kitano dengan nama \"Kitano Key\"."
    },
    {
      "istilah_jp": "つっきー",
      "istilah_ro": "Tsukkii",
      "note1": "Nama panggilan unik untuk Sugawara Satsuki yang diberikan oleh Ogawa Aya. Member seangkatannya lebih sering memanggilnya 'Sacchan'."
    },
    {
      "istilah_jp": "づっきー",
      "istilah_ro": "Dzukki",
      "note1": "Nama panggilan awal untuk Yamashita Mizuki, yang sekarang sudah tidak digunakan lagi. Ia lebih sering dipanggil 'Mizuki', dan ia sendiri menginginkan panggilan itu."
    },
    {
      "istilah_jp": "筒井川あやめ",
      "istilah_ro": "Tsutsuigawa Ayame",
      "note1": "Penyanyi enka yang muncul di acara musik \"The Skits Ten\" dalam \"Nogizaka Skits\". Diperankan oleh Tsutsui Ayame. Lagu andalannya adalah \"Namida no Nogizaka\"."
    },
    {
      "istilah_jp": "つつつ",
      "istilah_ro": "Tsutsutsu",
      "note1": "Panggilan unik yang digunakan oleh Shoinji Taiyu dari Pekopa untuk memanggil Tsutsui Ayame dalam acara \"Nogizaka Star Tanjou!\"."
    },
    {
      "istilah_jp": "筒林",
      "istilah_ro": "Tsutsubayashi",
      "note1": "Nama duo untuk Tsutsui Ayame dan Hayashi Runa."
    },
    {
      "istilah_jp": "堤多麻子",
      "istilah_ro": "Tsutsumi Tamako",
      "note1": "Nama prajurit Omurice yang diperankan oleh Fukagawa Mai, yang muncul dalam siaran \"NOGIBINGO!4 #9\" pada 1 Juni 2015. Nama ini dipilih karena omurice adalah masakan yang 'dibungkus' (tsutsumu) dengan telur."
    },
    {
      "istilah_jp": "つま先レナ",
      "istilah_ro": "Tsumasaki Rena",
      "note1": "Nama panggilan baru untuk Ichiki Rena yang diberikan oleh Kawago di \"Nogizaka tte, Koko!\"."
    },
    {
      "istilah_jp": "積む",
      "istilah_ro": "Tsumu",
      "note1": "Membeli tiket handshake. Terutama digunakan saat membeli dalam jumlah banyak."
    },
    {
      "istilah_jp": "爪痕（爪痕を残す）",
      "istilah_ro": "Tsumeato (Tsumeato o Nokosu)",
      "note1": "Digunakan dalam arti meninggalkan kesan atau eksistensi diri dalam sebuah program acara. Meskipun arti aslinya memiliki konotasi negatif seperti kerusakan akibat bencana, di sini digunakan dengan konotasi positif."
    },
    {
      "istilah_jp": "釣り師",
      "istilah_ro": "Tsurishi",
      "note1": "Sebutan untuk member yang pandai dalam memberikan fan service, seolah-olah 'memancing' penggemar. Di Nogizaka46, Akimoto Manatsu terkenal dengan sebutan ini."
    },
    {
      "istilah_jp": "釣りったん",
      "istilah_ro": "Tsurittan",
      "note1": "Nama panggilan untuk Akimoto Manatsu. Para member sering mengejeknya dengan panggilan ini karena kemampuannya dalam 'memancing' penggemar."
    },
    {
      "istilah_jp": "てぃーちゃん",
      "istilah_ro": "Tiichan",
      "note1": "Nama panggilan untuk Kawago Hina. Diberikan oleh Saito Yuuri, tetapi Kawago sendiri tidak tahu asal-usulnya. Kemungkinan besar berasal dari 'Hinathisu' yang disingkat menjadi 'Thisu'. Member Suika seperti Ito Karin dan Ito Junna juga mulai memanggilnya seperti ini belakangan ini."
    },
    {
      "istilah_jp": "てぃす",
      "istilah_ro": "Thisu",
      "note1": "Nama panggilan untuk Kawago Hina. Merupakan singkatan dari 'Hinathisu'. Hanya Saito Yuuri yang menggunakannya, tetapi Kawago juga memanggil Saito dengan sebutan 'Thisu', singkatan dari 'Yurithisu', jadi sisanya harus ditebak dari konteks."
    },
    {
      "istilah_jp": "ティラミス顔面大会",
      "istilah_ro": "Tiramisu Ganmen Taikai",
      "note1": "Selama tur nasional, untuk merayakan ulang tahun Shiraishi Mai dan Akimoto Manatsu yang berdekatan, Noujou Ami menyiapkan tiramisu dan pergi ke kamar Shiraishi untuk merayakannya dengan melemparkan tiramisu ke wajahnya. Namun, pada akhirnya, tiramisu itu malah mengenai Noujou sendiri, membuatnya berlumuran tiramisu."
    },
    {
      "istilah_jp": "デーモンささやき",
      "istilah_ro": "Deemon Sasayaki",
      "note1": "Nama panggilan baru untuk Hoshino Minami yang diberikan oleh Kawago di \"Nogizaka tte, Koko!\"."
    },
    {
      "istilah_jp": "てーんちゃん",
      "istilah_ro": "Teenchan",
      "note1": "Karakter orisinal buatan Ikoma Rina. Muncul di berbagai tempat, seperti saat ia menulis tanda tangan. Ia bersuara 'teen'."
    },
    {
      "istilah_jp": "でこぴん",
      "istilah_ro": "Dekopin",
      "note1": "Lagu yang terdapat dalam 5th single \"Kimi no Na wa Kibou Type-C\". Member original dan warna kostum mereka adalah sebagai berikut."
    },
    {
      "istilah_jp": "出っ歯たん",
      "istilah_ro": "Deppatan",
      "note1": "Nama panggilan baru untuk Saito Yuuri yang diberikan oleh Kawago di \"Nogizaka tte, Koko!\"."
    },
    {
      "istilah_jp": "テナガザル",
      "istilah_ro": "Tenagazaru",
      "note1": "Nama panggilan baru untuk Yamazaki Rena yang diberikan oleh Kawago."
    },
    {
      "istilah_jp": "てへぺろ娘",
      "istilah_ro": "Tehepero Musume",
      "note1": "Grup trio yang muncul di acara musik \"The Skits Ten\" dalam \"Nogizaka Skits\". Terdiri dari Mii-chan (Yamashita Mizuki), Aya-chan (Yoshida Ayano Christie), dan Maa-chan (Tamura Mayu). Lagu andalan mereka adalah \"Koi no Mail Center Toiawase\"."
    },
    {
      "istilah_jp": "デボア",
      "istilah_ro": "Deboa",
      "note1": "Nama peran yang dimainkan oleh aktris tamu Torii Miyuki dalam pertunjukan teater \"Subete no Inu wa Tengoku e Iku\"."
    },
    {
      "istilah_jp": "でまかせプリンス",
      "istilah_ro": "Demakase Purinsu (Prince)",
      "note1": "Nama panggilan Wakatsuki Yumi di segmen Mohorovičić dalam acara radio Nogizaka46 no 'No'."
    },
    {
      "istilah_jp": "でまかせプリンセス",
      "istilah_ro": "Demakase Purinsesu (Princess)",
      "note1": "Nama panggilan Saito Asuka di segmen Mohorovičić dalam acara radio Nogizaka46 no 'No'."
    },
    {
      "istilah_jp": "テナ夫",
      "istilah_ro": "Tenao",
      "note1": "Nama panggilan untuk saksofon tenor Inoue Sayuri yang telah menjadi temannya sejak SMP. Saksofon yang ia dapatkan sebagai hadiah kelulusan SMA adalah Tenao kedua (generasi kedua?)."
    },
    {
      "istilah_jp": "デニール生田",
      "istilah_ro": "Deniiru (Denier) Ikuta",
      "note1": "Saat 3rd YEAR BIRTHDAY LIVE, para member mengenakan stoking 20 denier sebagai perlindungan minimal dari dingin, tetapi hanya Ikuta Erika yang mengenakan tights 300 denier."
    },
    {
      "istilah_jp": "テルマエ・ロマエ",
      "istilah_ro": "Terumae Romae (Thermae Romae)",
      "note1": "Nama panggilan baru untuk Saito Chiharu yang diberikan oleh Kawago di \"Nogizaka tte, Koko!\"."
    },
    {
      "istilah_jp": "てれさぱん",
      "istilah_ro": "Teresapan",
      "note1": "Nama panggilan untuk Ikeda Teresa. Aksennya ada di 'Te'. Diberikan oleh Ogawa Aya, nama ini merupakan gabungan dari 'Teresa' dan 'Red Panda' (ressaa panda), yang disingkat dari 'Teressaa Panda'. Ditulis dalam hiragana, bukan 'Teresa Pan'."
    },
    {
      "istilah_jp": "テレさん",
      "istilah_ro": "Tere-san",
      "note1": "Panggilan yang digunakan oleh para member seangkatannya untuk Ikeda Teresa."
    },
    {
      "istilah_jp": "てれっさ'21",
      "istilah_ro": "Teressa '21",
      "note1": "Lagu yang ditampilkan oleh Ikeda Teresa dalam segmen \"Gokisei Ohitorisama Tengoku\" di \"Shinzanmono LIVE at THEATER MILANO-Za公演3\". Awalnya, lagu ini adalah 'Marikka '17' yang ditampilkan dalam PV individu Ito Marika di single ke-5 \"Kimi no Na wa Kibou Type-A\", yang kemudian diaransemen ulang ala Ikeda Teresa."
    },
    {
      "istilah_jp": "てれシャス",
      "istilah_ro": "Tereshasu (Terelicious)",
      "note1": "Sebuah celetukan yang keluar dari Ikeda Teresa saat makan sesuatu yang lezat. Ini adalah kata buatan dari gabungan 'Teresa' dan 'Delicious'. [Sinonim] Umaikeda."
    },
    {
      "istilah_jp": "てれぱん",
      "istilah_ro": "Terepan",
      "note1": "Singkatan dari nama panggilan Ikeda Teresa, 'Teresapan'. Belakangan ini, panggilan ini lebih sering digunakan."
    },
    {
      "istilah_jp": "照負倶楽部",
      "istilah_ro": "Teremake Kurabu (Club)",
      "note1": "Sebuah segmen komedi di \"Nogizaka Skits\" di mana para member berusaha membuat bintang tamu tersipu malu. Ini adalah sebuah pertarungan di mana siapa yang tersipu, dia kalah, tetapi settingnya adalah sebuah restoran Tiongkok. Gadis papan namanya diperankan oleh Kakehashi Sayaka."
    },
    {
      "istilah_jp": "てれる病",
      "istilah_ro": "Tereru Byou",
      "note1": "Penyakit tak tersembuhkan yang diderita oleh para penggemar yang mengidolakan Ikeda Teresa. Istilah ini juga digunakan untuk menyebut para penggemar Ikeda Teresa sebagai 'pasien tereru byou'."
    },
    {
      "istilah_jp": "天カメ",
      "istilah_ro": "Tenkame",
      "note1": "Kamera yang berada di langit-langit panggung di sebuah venue konser dan mengambil gambar dari atas."
    },
    {
      "istilah_jp": "天空席",
      "istilah_ro": "Tenkuu Seki",
      "note1": "Tempat duduk di bagian paling belakang tribun (atau sekitarnya) di sebuah venue konser. Terkadang disebut juga 'Tenkuu'. Umumnya, kursi ini tidak populer karena jaraknya yang jauh dari member dan hanya bisa melihat panggung dari atas."
    },
    {
      "istilah_jp": "天使だったのか",
      "istilah_ro": "Tenshi datta no ka",
      "note1": "Judul photobook pertama Yumiki Nao."
    },
    {
      "istilah_jp": "テンション事件",
      "istilah_ro": "Tenshon (Tension) Jiken",
      "note1": "Saat syuting MV single ke-21 \"Jikochuu de Ikou\", Umezawa Minami diminta oleh sutradara untuk 'menaikkan tensi setinggi-tingginya'. Meskipun ia sudah berusaha keras, Ozono Momoko dan Iwamoto Renka yang syuting adegan yang sama tidak mengikutinya, sehingga ia terpaksa berkata, 'Naikkan tensi kalian dengan benar'. Ozono mengatakan bahwa ia (menurutnya) sudah menaikkan tensi, tetapi Iwamoto sama sekali tidak ingat kejadian itu."
    },
    {
      "istilah_jp": "でんじろう",
      "istilah_ro": "Denjirou",
      "note1": "Nama panggilan untuk Sato Kaede. Ozono Momoko, yang memberinya nama panggilan 'Den-chan', tanpa sadar mulai memanggilnya seperti ini. Hanya Ozono yang menggunakan panggilan ini."
    },
    {
      "istilah_jp": "でんたま",
      "istilah_ro": "Dentama",
      "note1": "Nama duo akrab untuk Sato Kaede dan Sakaguchi Tamami."
    },
    {
      "istilah_jp": "でんちゃん",
      "istilah_ro": "Denchan",
      "note1": "Nama panggilan untuk Sato Kaede. Diberikan oleh Ozono Momoko."
    },
    {
      "istilah_jp": "転調",
      "istilah_ro": "Tenchou",
      "note1": "1. Judul photobook pertama Ikuta Erika.",
      "note2": "2. Istilah musik. Mengubah 'kunci' (key) di tengah lagu."
    },
    {
      "istilah_jp": "天丼（する）",
      "istilah_ro": "Tendon (suru)",
      "note1": "Istilah industri hiburan yang berarti mengulangi lelucon yang sudah berhasil sebanyak dua atau tiga kali. Berasal dari fakta bahwa semangkuk tendon biasanya disajikan dengan dua potong tempura udang. Jika seseorang menimpali lelucon orang lain, itu juga disebut 'kabuse(ru)'."
    },
    {
      "istilah_jp": "天然水チーム",
      "istilah_ro": "Tennensui Chiimu (Team)",
      "note1": "Nama tim biru dalam pertandingan estafet di acara \"Nogizaka Koujichuu\" #372 (7 Agustus 2022) \"5-kisei Sports Jouou No.1 Ketteisen\". Tim biru terdiri dari lima member: Ikeda Teresa, Okamoto Hina, Okuda Iroha, Kawasaki Sakura, dan Tomisato Nao."
    },
    {
      "istilah_jp": "どいやさん",
      "istilah_ro": "Doiyasan",
      "note1": "Karakter orisinal buatan Nishino Nanase. Ia adalah dewa dari bagian kapas empuk pada korek kuping. Tingginya 77cm. Produknya juga telah dirilis oleh Kiddy Land."
    },
    {
      "istilah_jp": "東海道線の歌",
      "istilah_ro": "Toukaidousen no Uta",
      "note1": "Judul sementara dari lagu coupling single ke-3, \"Namida ga Mada Kanashimi datta Koro\". Sisa-sisa dari judul ini masih terlihat dalam koreografinya yang mengingatkan pada kereta api (lokomotif uap)."
    },
    {
      "istilah_jp": "東京タワー ～おかんを見て～",
      "istilah_ro": "Tokyo Tower ~Okan o Mite~",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Ioki Mao. Dipublikasikan dalam siaran \"Saito Asuka kara Member no Minna e Atsui Message! [Nogizaka Koujichuu Bangaihen]\" di Nogizaka Haishinchuu pada 12 Desember 2022."
    },
    {
      "istilah_jp": "東島旭",
      "istilah_ro": "Toujima Asahi",
      "note1": "Karakter (protagonis) dari manga \"Asahinagu\". Versi panggung diperankan oleh Saito Asuka, dan versi film diperankan oleh Nishino Nanase."
    },
    {
      "istilah_jp": "同接",
      "istilah_ro": "Dousetsu",
      "note1": "Singkatan dari 'Douji Setsuzoku' (koneksi simultan), yaitu jumlah koneksi yang menonton siaran langsung internet secara bersamaan."
    },
    {
      "istilah_jp": "独眼竜",
      "istilah_ro": "Dokuganryuu",
      "note1": "Nama panggilan untuk Kawago Hina. Sebenarnya adalah 'Dokuganryuu Kawago Hina'. Nama ini diberikan karena saat pertandingan kendo, meskipun handuk di dalam pelindung kepalanya terlepas dan menghalangi pandangannya, ia tetap melanjutkan pertandingan."
    },
    {
      "istilah_jp": "独白",
      "istilah_ro": "Dokuhaku",
      "note1": "Judul photobook kedua Takayama Kazumi."
    },
    {
      "istilah_jp": "刺人",
      "istilah_ro": "Togejin (salah baca)",
      "note1": "Ras fiktif yang muncul dalam MV single ke-16 \"Sayonara no Imi\". Mereka memiliki duri tajam di tubuhnya. Dibaca 'shijin', tetapi Takayama Kazumi menyebutnya 'togejin'."
    },
    {
      "istilah_jp": "どこにいるの？",
      "istilah_ro": "Doko ni Iru no?",
      "note1": "Judul photobook pertama Shinuchi Mai."
    },
    {
      "istilah_jp": "とちおとめ事件",
      "istilah_ro": "Tochiotome Jiken",
      "note1": "Dalam MV lagu coupling single ke-19 \"Itsuka Dekiru kara Kyou Dekiru\", \"Boku no Shoudou\", Ozono Momoko salah mengucapkan kalimat \"Anoko wa mou Sakaotome ni nattanda kara\" (Gadis itu sudah menjadi gadis lereng) menjadi \"Anoko wa mou Tochiotome ni nattanda kara\" (Gadis itu sudah menjadi stroberi Tochiotome)."
    },
    {
      "istilah_jp": "特効",
      "istilah_ro": "Tokkou",
      "note1": "Singkatan dari 'Tokushu Kouka' (efek khusus). Merujuk pada perangkat seperti api, kembang api, dan ledakan dalam sebuah konser. Juga termasuk asap dan air."
    },
    {
      "istilah_jp": "どぶ汗",
      "istilah_ro": "Dobuasu",
      "note1": "Ungkapan yang digunakan oleh Kanagawa Saya untuk menggambarkan 'keringat yang mengalir deras seperti air terjun'. Kemungkinan besar, ini adalah ungkapan seperti 'keringat yang mengalir deras hingga seperti air selokan'."
    },
    {
      "istilah_jp": "とまと",
      "istilah_ro": "Tomato",
      "note1": "Nama panggilan untuk Yamato Rina. Merupakan singkatan dari 'Yamatomato'. Yamato sendiri ingin dipanggil 'Rii-chan'."
    },
    {
      "istilah_jp": "ドライマンゴー事件",
      "istilah_ro": "Dorai Mango Jiken",
      "note1": "Insiden di mana mangga kering yang ada di dalam tas Shiraishi Mai dicuri dan dimakan. Pelakunya adalah Saito Yuuri, Inoue Sayuri, dan Ikuta Erika. Ketika Shiraishi kembali, Ikuta sudah selesai makan, tetapi Saito Yuuri dan Inoue tertangkap basah. Namun, Shiraishi berkata, 'Sayunyan aku maafkan, tapi Yuuri tidak! (T ^ T) huh', sehingga Saito kemudian mentraktirnya Starbucks."
    },
    {
      "istilah_jp": "トラペジウム",
      "istilah_ro": "Trapezium",
      "note1": "Judul novel karya Takayama Kazumi. Novel ini merupakan serial di majalah \"Da Vinci\" dan versi yang telah direvisi secara signifikan juga telah diterbitkan dalam bentuk buku. Selain itu, pada 10 Mei 2024, versi film animasinya dirilis, dan menjadi topik pembicaraan karena Takayama sendiri mengisi suara 'Rojin A' (Pria Tua A) dan Nishino Nanase mengisi suara 'Rojin B' (Pria Tua B)."
    },
    {
      "istilah_jp": "鳥居坂46",
      "istilah_ro": "Toriizaka46",
      "note1": "Proyek baru yang akan lahir sebagai grup saudari dari Nogizaka46. Diumumkan pada 27 Juni 2015 bahwa audisi untuk member gen-1 akan diadakan. Periode pendaftaran berlangsung hingga 10 Juli, audisi dimulai secara nasional, dan audisi final diadakan pada 21 Agustus, hari yang sama dengan pembentukan Nogizaka46. Setelah audisi final, diumumkan bahwa nama grup akan diubah menjadi 'Keyakizaka46'."
    },
    {
      "istilah_jp": "とりりーぬさん",
      "istilah_ro": "Toririinusan",
      "note1": "Karakter yang muncul dalam foto balasan komentar di blog resmi Nakamoto Himeka. Ini bukan ayam, melainkan anak ayam."
    },
    {
      "istilah_jp": "トリンギョ",
      "istilah_ro": "Toringyo",
      "note1": "Karakter encore resmi tur musim panas yang muncul saat encore di setiap venue tur 'Manatsu no Zenkoku Tour 2022'. Ia muncul saat merasakan suasana 'oi, oi, sampai kapan kita harus bertepuk tangan agar mereka keluar'. Orang di dalamnya adalah Saito Asuka. Rekannya adalah 'Akiya'."
    },
    {
      "istilah_jp": "トルティーヤ君",
      "istilah_ro": "Torutiiya-kun (Tortilla-kun)",
      "note1": "Nama boneka gorila yang menjadi partner Hori Miona dalam \"Nogizaka Denshidai\" di Nogizaka 46-Hour TV pada 20 Februari 2016."
    },
    {
      "istilah_jp": "トレ",
      "istilah_ro": "Tore (Trade)",
      "note1": "Singkatan dari 'trade'. Merujuk pada pertukaran foto resmi (nama jashin) antar penggemar."
    },
    {
      "istilah_jp": "トロッコ",
      "istilah_ro": "Torokko",
      "note1": "Gerobak yang digunakan para member untuk bergerak di dalam venue konser. Gerobak besar yang bisa menampung beberapa member disebut 'float'."
    },
    {
      "istilah_jp": "首領",
      "istilah_ro": "Don",
      "note1": "Nama panggilan untuk Ikuta Erika. Merupakan kependekan dari 'Ikutadon' dan ditulis dengan kanji 'Don'. Juga disebut 'Ikutadon'."
    },
    {
      "istilah_jp": "藤桜梨",
      "istilah_ro": "Don'uorii (Don't Worry)",
      "note1": "Nama unit yang menyanyikan lagu \"Kumo ni Nareba Ii\" dari single ke-20. Member yang menyanyikannya adalah tiga orang: Ikuta Erika, Eto Misa, dan Sakurai Reika. Nama unit ini dibentuk dengan menyusun bunga dari nama masing-masing secara berurutan."
    }
  ],
  "な行": [
    {
      "istilah_jp": "なーちー",
      "istilah_ro": "Naachii",
      "note1": "Panggilan yang digunakan oleh para member untuk memanggil Higuchi Hina."
    },
    {
      "istilah_jp": "なぁちゃん",
      "istilah_ro": "Naachan",
      "note1": "Nama panggilan untuk Nishino Nanase. Sebenarnya, yang benar adalah 'Na-chan'. Namun, penulisan di blog para member bervariasi. 'Nanasemaru' juga digunakan."
    },
    {
      "istilah_jp": "なーちゃん",
      "istilah_ro": "Naachan",
      "note1": "Nama panggilan untuk Nishino Nanase. Meskipun terkadang ditulis 'Naachan', Nishino sendiri menulisnya 'Na-chan', jadi ini yang benar. Sebenarnya, penulisan di blog para member bervariasi. 'Nanasemaru' juga digunakan."
    },
    {
      "istilah_jp": "なおっさん",
      "istilah_ro": "Naossan",
      "note1": "Panggilan Ikeda Teresa untuk Yumiki Nao."
    },
    {
      "istilah_jp": "なおなお",
      "istilah_ro": "Naonao",
      "note1": "Nama panggilan untuk Tomisato Nao."
    },
    {
      "istilah_jp": "なおまお",
      "istilah_ro": "Naomao",
      "note1": "Nama duo akrab untuk Tomisato Nao dan Ioki Mao."
    },
    {
      "istilah_jp": "なおもち",
      "istilah_ro": "Naomochi",
      "note1": "Sebutan umum untuk para penggemar Tomisato Nao."
    },
    {
      "istilah_jp": "なかいさん",
      "istilah_ro": "Nakaisan",
      "note1": "Nama duo untuk Nakamoto Himeka dan Ito Marika. Katanya, \"Nakamoto-san to Ito(Ma)-san de Nakaisan ( ´ ▽ ` )\"."
    },
    {
      "istilah_jp": "永さん",
      "istilah_ro": "Naga-san",
      "note1": "Nama panggilan untuk Nagashima Seira. Muncul sejak siaran pertama acara radio FM-FUJI \"Chinmoku no Kinyoubi\" di mana ia menjadi asisten MC. Awalnya ia sangat malu dipanggil 'Naga-san' di konser, tetapi belakangan ini ia bahkan meminta yel-yel Naga-san (Chozetsu kawaii Hotoke no Naga-san) sendiri."
    },
    {
      "istilah_jp": "ナカジ",
      "istilah_ro": "Nakaji",
      "note1": "Nama peran yang dimainkan oleh Saito Yuuri dalam pertunjukan teater \"Hakaba, Joshikousei\"."
    },
    {
      "istilah_jp": "ナカダカナシカ",
      "istilah_ro": "Nakada Kana Shika",
      "note1": "1. Secara luas berarti \"hanya Nakada Kana\", yaitu \"hanya ada Nakada Kana!\".",
      "note2": "2. Secara sempit, merujuk pada 'Nakada Kana Shika Call' saat jeda lagu di single kedua \"Oide Shampoo\". Sayangnya, seiring berjalannya waktu dan bertambahnya single serta konser, yel-yel ini perlahan-lahan meredup."
    },
    {
      "istilah_jp": "中田リズム",
      "istilah_ro": "Nakada Rizumu (Rhythm)",
      "note1": "Sebuah tarian mirip core rhythm yang dilakukan oleh Nakada Kana sambil memutar pinggang saat menggosok gigi untuk menjaga bentuk tubuhnya, seperti yang diperkenalkan di \"Nogizaka tte Doko?\" #101 pada 15 September 2013."
    },
    {
      "istilah_jp": "中原幸二",
      "istilah_ro": "Nakahara Kouji",
      "note1": "Nama anjing yang dipelihara oleh Kakehashi Sayaka di rumahnya. Diberi nama olehnya sendiri."
    },
    {
      "istilah_jp": "なぎおはぎ",
      "istilah_ro": "Nagi-ohagi",
      "note1": "Kue ohagi yang dibuat sendiri dan dimakan oleh Inoue Nagi setiap pagi."
    },
    {
      "istilah_jp": "なぎさつ",
      "istilah_ro": "Nagisatsu",
      "note1": "Nama duo untuk Inoue Nagi dan Sugawara Satsuki."
    },
    {
      "istilah_jp": "ナスカ",
      "istilah_ro": "Nasuka",
      "note1": "Nama unit yang menyanyikan lagu \"Another Ghost\" dari single ke-17. Member yang menyanyikannya adalah tiga orang: Ito Marika, Saito Asuka, dan Nishino Nanase."
    },
    {
      "istilah_jp": "なぜ、忘れられないんだろう？",
      "istilah_ro": "Naze, Wasurerarenain darou?",
      "note1": "Judul photobook pertama Terada Ranze."
    },
    {
      "istilah_jp": "夏女",
      "istilah_ro": "Natsu Onna",
      "note1": "Nama panggilan untuk Saito Yuuri. Sejak single ke-4, ia terpilih sebagai senbatsu pada musim panas seperti di single ke-6 \"Girl's Rule\", ke-9 \"Natsu no Free & Easy\", dan ke-12 \"Taiyou Knock\", sehingga ia dijuluki demikian. Namun, sayangnya ia tidak terpilih sebagai senbatsu di single ke-15."
    },
    {
      "istilah_jp": "夏組",
      "istilah_ro": "Natsu Gumi",
      "note1": "Sebutan untuk audisi tahap akhir gen-6 yang diadakan dari 28 Juni hingga 29 Juli 2024. Audisi tahap awal yang diadakan dari Februari hingga Maret tahun yang sama disebut Haru Gumi (Grup Musim Semi)."
    },
    {
      "istilah_jp": "ナッツ",
      "istilah_ro": "Nattsu (Nuts)",
      "note1": "Nama panggilan untuk Okamoto Hina. Biasanya digunakan oleh para member gen-5 seangkatannya."
    },
    {
      "istilah_jp": "夏の大三角形",
      "istilah_ro": "Natsu no Daisankakukei",
      "note1": "Berasal dari formasi single ke-9 \"Natsu no Free & Easy\", di mana Saito Asuka berada di posisi tengah, dan di kedua sisi baris ketiga ada Nakamoto Himeka dan Kitano Hinako."
    },
    {
      "istilah_jp": "夏目小百合",
      "istilah_ro": "Natsume Sayuri",
      "note1": "Dalam siaran langsung Nico Nico \"Nama no Idol ga Suki\" pada 25 Juni 2014, Inoue Sayuri menulis 'Natsume Sayuri' sebagai jawaban atas pertanyaan pra-acara 'Bagaimana kamu ingin dipanggil hari ini?'. Katanya, itu karena terasa segar dan seperti musim panas."
    },
    {
      "istilah_jp": "ななせまる",
      "istilah_ro": "Nanasemaru",
      "note1": "1. Nama panggilan untuk Nishino Nanase.",
      "note2": "2. Nama monster yang diperankan oleh Nishino Nanase dalam acara \"NOGIBINGO!4 #9\" yang tayang pada 1 Juni 2015. Suara tangisannya adalah 'gyaa~su'."
    },
    {
      "istilah_jp": "ななつん",
      "istilah_ro": "Nanatsun",
      "note1": "Nama panggilan untuk Nishikawa Nanami."
    },
    {
      "istilah_jp": "ななまる",
      "istilah_ro": "Nanamaru",
      "note1": "Nama peran Nishino Nanase dalam drama \"Hatsumori Bemars\". Ia adalah salah satu tokoh utama dan putri tunggal dari kedai monjayaki \"Hatsumori\". Nomor punggung 1, posisi pitcher."
    },
    {
      "istilah_jp": "奈々未さんリスペクト軍団",
      "istilah_ro": "Nanami-san Risupekuto (Respect) Gundan",
      "note1": "Dibentuk oleh Ito Junna, yang terus terang menyukai Hashimoto Nanami, pada konser kelulusan Hashimoto Nanami tanggal 20 Februari 2017. Meskipun hanya berlangsung hari itu, kenangan akan adanya gundan (kelompok) tersebut tetap ada hingga kini."
    },
    {
      "istilah_jp": "ななみりあ",
      "istilah_ro": "Nanamiria",
      "note1": "Duo Nishikawa Nanami dan Watanabe Miria. Sebenarnya ditulis sebagai 'The Nanamiria'."
    },
    {
      "istilah_jp": "ななみん",
      "istilah_ro": "Nanamin",
      "note1": "Nama panggilan untuk Hashimoto Nanami."
    },
    {
      "istilah_jp": "なのなの",
      "istilah_ro": "Nanonao",
      "note1": "Nama panggilan untuk Oogoshi Hinano yang diberikan oleh Ogawa Aya."
    },
    {
      "istilah_jp": "生写真",
      "istilah_ro": "Nama Jashin",
      "note1": "Terutama merujuk pada foto-foto member yang dijual di lokasi acara handshake, konser, dan toko online resmi. Ada juga yang disertakan atau dilampirkan sebagai bonus CD single. Selain itu, ada juga yang menafsirkannya termasuk foto yang dilampirkan pada B.L.T. (\"NOGI CAMERA\" Vol.1-50) atau Nogisen (2016 JANUARY-2016 JULY).",
      "note2": "Sebagian besar terdiri dari tiga jenis yang disebut 'Hiki', 'Chuu', dan 'Yori' (seluruh badan, setengah badan, dan close-up)."
    },
    {
      "istilah_jp": "生写真カード",
      "istilah_ro": "Nama Jashin Kaado (Card)",
      "note1": "Salah satu merchandise resmi berupa kartu dengan gambar foto member (nama jashin). Ukurannya sama dengan kartu remi biasa dan memiliki ciri khas bingkai berwarna di sekelilingnya.",
      "note2": "Pada foto di bawah, yang kiri adalah 'nama jashin' dan yang kanan adalah 'nama jashin card'. Gambarnya tidak berubah, tetapi ukurannya dan bingkai berwarna di sekelilingnya menjadi ciri khas yang membedakannya."
    },
    {
      "istilah_jp": "生田社長",
      "istilah_ro": "Namata Shachou",
      "note1": "1. Presiden dari agensi model siku fiktif \"Nama Production\", yaitu Ikuta Erika.",
      "note2": "2. Dalam siaran NHK-FM edisi khusus \"Umi no Ie Nogizaka\" dari \"AKB48 no 'Watashitachi no Monogatari'\" pada 21 Juni 2013. Ikuta Erika muncul sebagai putri dari 'Namata Shachou' dari 'Umi no Ie Nogizaka' tersebut."
    },
    {
      "istilah_jp": "生ドル",
      "istilah_ro": "Nama Doru",
      "note1": "Singkatan dari program siaran langsung Nico Nico \"Nama no Idol ga Suki\"."
    },
    {
      "istilah_jp": "生生星",
      "istilah_ro": "Namanama Hoshi",
      "note1": "Sebutan yang menggabungkan huruf awal dari nama Ikuta Erika, Ikoma Rina, dan Hoshino Minami. Mereka adalah member front awal, dan banyak penggemar yang masih berharap ketiganya kembali ke posisi front. Ada berbagai cara membacanya, seperti 'Ikuikohoshi', 'Namanama Hoshi', atau 'Seiseisei', tetapi Hoshino sendiri menyebutnya 'Ikuiboshi' (menurut aplikasi percakapan 755)."
    },
    {
      "istilah_jp": "生のアイドルが好き",
      "istilah_ro": "Nama no Aidoru (Idol) ga Suki",
      "note1": "Sebuah program yang disiarkan sebulan sekali di Nico Nico Live. MC-nya adalah Matsumura Sayuri dan Nakada Kana. Seiring dengan kelulusan Nakada Kana, mulai 27 November 2020, Tamura Mayu diangkat sebagai MC baru."
    },
    {
      "istilah_jp": "なまらめんこい",
      "istilah_ro": "Namara Menkoi",
      "note1": "Nama trio (unit) yang terdiri dari Ioki Mao, Inoue Nagi, dan Kawasaki Sakura. Nama ini diputuskan pada siaran \"Rajira Sunday Special ~Nogizaka46 5-kisei no Yagai Katsudou~\" pada 8 September 2024. 'Namara' diambil dari satu huruf dari nama masing-masing member, dan terinspirasi dari dialek Hokkaido."
    },
    {
      "istilah_jp": "波打ち際の炙りサーモン",
      "istilah_ro": "Namiuchigiwa no Aburi Saamon (Salmon)",
      "note1": "Lagu baru yang diputar di \"Nogizaka 44 (Sushi) Radio\" dalam PV individu single ke-12 \"Eto Misa & Takayama Kazumi\"."
    },
    {
      "istilah_jp": "涙の乃木坂",
      "istilah_ro": "Namida no Nogizaka",
      "note1": "Lagu andalan penyanyi enka, Tsutsuigawa Ayame, yang tampil di acara musik \"The Skits Ten\" dalam \"Nogizaka Skits\"."
    },
    {
      "istilah_jp": "なんか時間もらったからフニャフニャおしゃべりしちゃうぞTV",
      "istilah_ro": "Nanka Jikan Morattakara Funyafunya Oshaberi Shichauzo TV",
      "note1": "Sebuah program yang disiarkan secara tidak teratur di AbemaTV. Singkatannya adalah 'Nogi Funya TV!'."
    },
    {
      "istilah_jp": "なんでもやさん",
      "istilah_ro": "Nandemoyasan",
      "note1": "Salah satu nama unit dari Under Live single ke-34. Diputuskan melalui企画 \"Shinshun! Omikuji Unit\" yang diadakan di \"Nogizaka 46-fun TV\" pada 4 Desember 2023. Unit ini terdiri dari empat member: Ogawa Aya, Sato Kaede, Nakanishi Aruno, dan Matsuo Miyu. Nama ini berasal dari fakta bahwa semua member adalah orang-orang serba bisa yang mampu melakukan apa saja."
    },
    {
      "istilah_jp": "何度目の軍団か？",
      "istilah_ro": "Nandome no Gundan ka?",
      "note1": "Lagu pertama yang diumumkan oleh Sayuringo Gundan. Ini adalah parodi dari \"Nandome no Aozora ka?\" dengan lirik yang ditulis oleh Matsumura Sayuri. Pertama kali ditampilkan dalam siaran \"Nogizaka 46-Hour TV\" pada bulan Juni 2016."
    },
    {
      "istilah_jp": "にいに",
      "istilah_ro": "Niini",
      "note1": "Panggilan unik yang digunakan oleh Ito Junna untuk memanggil Higuchi Hina. Belakangan ini, Suzuki Ayane juga terkadang memanggilnya seperti itu."
    },
    {
      "istilah_jp": "2期生",
      "istilah_ro": "2-kisei (Gen-2)",
      "note1": "Sebanyak 13 member yang diumumkan secara bertahap mulai 3 Mei 2013. Awalnya diumumkan bahwa mereka akan memulai aktivitas sebagai Kenkyuusei (siswi pelatihan) dan akan dipromosikan menjadi member reguler berdasarkan hasil latihan. Meskipun pada awalnya file css (yang tidak terlihat dari halaman) di situs web resmi menunjukkan ada 15 nama katakana yang disiapkan, hanya 13 member yang diumumkan. Setelah itu, Sagara Iori kembali dari hiatus karena urusan akademis, sehingga gen-2 menjadi 14 member."
    },
    {
      "istilah_jp": "握りたくないNo.1 笑い袋",
      "istilah_ro": "Nigiritakunai No.1 Warai-bukuro",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Okamoto Hina. Dipublikasikan dalam siaran \"Saito Asuka kara Member no Minna e Atsui Message! [Nogizaka Koujichuu Bangaihen]\" di Nogizaka Haishinchuu pada 12 Desember 2022."
    },
    {
      "istilah_jp": "二次元同好会",
      "istilah_ro": "Nijigen Doukoukai",
      "note1": "Sebuah kelompok yang beranggotakan Inoue Sayuri, Ikoma Rina, Kawago Hina, dan Matsumura Sayuri. Mereka melakukan kegiatan seperti pergi ke Animate secara diam-diam."
    },
    {
      "istilah_jp": "虹プレ",
      "istilah_ro": "Niji Pure",
      "note1": "Singkatan dari musikal \"Niji no Prelude\" yang dibintangi oleh Ikuta Erika."
    },
    {
      "istilah_jp": "ニセ京都人",
      "istilah_ro": "Nise Kyoutojin",
      "note1": "Nama panggilan baru untuk Higuchi Hina yang diberikan oleh Kawago di \"Nogizaka tte, Koko!\"."
    },
    {
      "istilah_jp": "ニッシー",
      "istilah_ro": "Nisshii",
      "note1": "Nama panggilan untuk karakter 'Nishikawa' yang diperankan oleh Inoue Sayuri dalam pertunjukan teater \"Hakaba, Joshikousei\"."
    },
    {
      "istilah_jp": "二度見ステップ",
      "istilah_ro": "Nidomi Suteppu (Step)",
      "note1": "Tarian di bagian reff dari single ke-32 \"Hito wa Yume o Nido Miru\"."
    },
    {
      "istilah_jp": "にゃー",
      "istilah_ro": "Nyaa",
      "note1": "Nama panggilan untuk Nishino Nanase. Dipanggil seperti ini oleh para member Suika."
    },
    {
      "istilah_jp": "にゃぎ",
      "istilah_ro": "Nyagi",
      "note1": "Nama panggilan untuk Inoue Nagi. Biasanya digunakan oleh para member gen-5 seangkatannya."
    },
    {
      "istilah_jp": "にゃん",
      "istilah_ro": "Nyan",
      "note1": "Nama panggilan untuk Inoue Sayuri. Berasal dari 'Sayunyan', dan biasanya digunakan oleh member gen-1, terutama Sakurai Reika. Member yang lebih muda juga ada yang memanggilnya 'Nyan-san' dengan menambahkan kehormatan."
    },
    {
      "istilah_jp": "にゃんさん",
      "istilah_ro": "Nyan-san",
      "note1": "Panggilan unik yang digunakan oleh Kawabata Akina untuk memanggil Inoue Nagi."
    },
    {
      "istilah_jp": "にゃんにゃんにゃぎ",
      "istilah_ro": "Nyannyan Nyagi",
      "note1": "Jurus andalan Inoue Nagi yang sangat imut. Dicetuskan oleh Ichinose Miku. Pada prinsipnya, hanya ditampilkan sekali sehari."
    },
    {
      "istilah_jp": "にゃんさゆ",
      "istilah_ro": "Nyansayu",
      "note1": "Nama panggilan untuk Inoue Sayuri. Biasanya ia dipanggil 'Sayunyan', tetapi terkadang urutan katanya dibalik seperti istilah industri hiburan."
    },
    {
      "istilah_jp": "にょろにょろ世代",
      "istilah_ro": "Nyoronyoro Sedai",
      "note1": "Nama generasi yang diucapkan oleh para member kelahiran tahun 2002 saat upacara kedewasaan mereka. Dinamai demikian dengan harapan 'seperti ular yang panjang, kami ingin dicintai oleh semua orang untuk waktu yang lama, dan seperti ular yang berganti kulit, kami juga ingin melepaskan kulit lama kami saat memasuki usia dewasa'. Anggotanya adalah Tsutsui Ayame dari gen-4 dan Inoue Nagi dari gen-5."
    },
    {
      "istilah_jp": "にわにはにわ",
      "istilah_ro": "Niwa ni wa Niwa",
      "note1": "Lagu yang diputar dalam PV individu single ke-12 \"Kawago Hina & Sagara Iori\" (lirik: Oishi Takeshi, musik: Hirasawa Atsushi)."
    },
    {
      "istilah_jp": "ニンジャガールズ",
      "istilah_ro": "Ninja Gaaruzu (Girls)",
      "note1": "Unit trio yang tampil di acara musik \"The Skits Ten\" dalam \"Nogizaka Skits\". Diperankan oleh Yumiki Nao, Kitagawa Yuri, dan Seimiya Rei. Lagu andalan mereka adalah \"I Love SUSHI Boy\"."
    },
    {
      "istilah_jp": "認知",
      "istilah_ro": "Ninchi",
      "note1": "Proses di mana seorang member mengingat penggemarnya. Namun, jangan memaksanya!",
      "note2": "Secara sempit, ini berarti member mengingat wajah dan nama penggemar. Diingat wajahnya saja terkadang disebut 'Kao Ninchi'."
    },
    {
      "istilah_jp": "温水",
      "istilah_ro": "Nukumizu",
      "note1": "Judul lagu yang sengaja diplesetkan oleh Bananaman Shitara dari judul asli single ke-18, \"Nigemizu\"."
    },
    {
      "istilah_jp": "寝起き芋けんぴモグ子",
      "istilah_ro": "Neoki Imokenpi Moguko",
      "note1": "Nama panggilan yang diberikan kepada Inoue Sayuri dalam sebuah pengumuman untuk acara \"Nogizaka46 Shinuchi Mai no All Night Nippon 0\" di Twitter resmi Nippon Broadcasting System."
    },
    {
      "istilah_jp": "寝顔キャラ選抜",
      "istilah_ro": "Negao Kyara (Character) Senbatsu",
      "note1": "Diumumkan pada siaran ke-324 \"Nogizaka46 no 'No'\" tanggal 16 Juni 2019. Dipilih berdasarkan voting dari pendengar radio.",
      "note2": "Formasi terdiri dari 16 member dalam 3 baris. Baris ke-3: ⑯Shinuchi Mai, ⑮Matsumura Sayuri, ⑭Watanabe Miria, ⑬Ozono Momoko, ⑫Suzuki Ayane, ⑪Hori Miona, ⑩Sakurai Reika, ⑨Iwamoto Renka. Baris ke-2: ⑧Ikuta Erika, ⑦Inoue Sayuri, ⑥Umezawa Minami, ⑤Ito Riria, ④Shiraishi Mai. Baris ke-1 (center): ③Hoshino Minami, ②Saito Asuka, ①Yoda Yuki.",
      "note3": "Member ① hingga ③ adalah Nogizaka Negao Trio."
    },
    {
      "istilah_jp": "寝顔ハンター",
      "istilah_ro": "Negao Hantaa (Hunter)",
      "note1": "Sebutan untuk Nakada Kana."
    },
    {
      "istilah_jp": "猫かぶり",
      "istilah_ro": "Nekokaburi",
      "note1": "Nama panggilan baru untuk Ito Junna yang diberikan oleh Kawago pada konser Nogizaka46 Under Live malam hari tanggal 26 Juli 2014."
    },
    {
      "istilah_jp": "ねこまる",
      "istilah_ro": "Nekomaru",
      "note1": "Nama kucing kesayangan di rumah Inoue Sayuri. Biasa dipanggil 'Neko'."
    },
    {
      "istilah_jp": "ねねころ",
      "istilah_ro": "Nenekoro",
      "note1": "Nama panggilan untuk Ito Nene."
    },
    {
      "istilah_jp": "ねねころ部",
      "istilah_ro": "Nenekorobu",
      "note1": "Nama untuk penggemar Ito Nene (Famili Name)."
    },
    {
      "istilah_jp": "ネネコロンダート",
      "istilah_ro": "Nenekorondaato (Rondato)",
      "note1": "Keahlian khusus Ito Nene. Merupakan gabungan dari nama panggilannya 'Nenekoro' dan 'Rondato Backflip'."
    },
    {
      "istilah_jp": "狙え！一発大逆転",
      "istilah_ro": "Nerae! Ippatsu Daigyakuten",
      "note1": "Nama tim C sementara dalam \"3-Team Taikou! Nogizaka Intro Quiz!!\" di \"Dai Kanshasai 2024 Day2\". Pemimpinnya adalah Kuromi Haruka."
    },
    {
      "istilah_jp": "ねりさん",
      "istilah_ro": "Nerisan",
      "note1": "Nama panggilan untuk Masuda Mirine yang diberikan oleh Ogawa Aya."
    },
    {
      "istilah_jp": "野上えり",
      "istilah_ro": "Nogami Eri",
      "note1": "Karakter dari manga \"Asahinagu\". Versi panggung diperankan oleh Ikoma Rina, dan versi film diperankan oleh Ito Marika."
    },
    {
      "istilah_jp": "のぎー",
      "istilah_ro": "Nogii",
      "note1": "Salam orisinal acara radio \"Nogizaka46 no 'No'\" yang diciptakan oleh Ikuta Erika pada episode pertama. Ini adalah salam pengganti 'Hello' dan intinya adalah untuk digunakan secara santai."
    },
    {
      "istilah_jp": "乃木えいご",
      "istilah_ro": "Nogi Eigo",
      "note1": "Singkatan dari \"Nogizaka46 Eigo\" yang ditayangkan di saluran CS TBS Channel 1."
    },
    {
      "istilah_jp": "のぎおび",
      "istilah_ro": "Nogiobi",
      "note1": "Program internet yang mulai disiarkan di \"SHOWROOM\" sejak 19 Juni 2018. Member bergiliran siaran setiap hari dari Senin hingga Jumat. Awalnya dijadwalkan mulai 18 Juni 2018 (Senin), tetapi ditunda karena gempa bumi di Osaka utara dan dimulai keesokan harinya."
    },
    {
      "istilah_jp": "乃木けん♡",
      "istilah_ro": "Nogiken",
      "note1": "Program untuk Kenkyuusei (gen-2) yang disiarkan di ruang siaran virtual \"Showroom\". Siaran pertama adalah program khusus Valentine pada 13 Februari 2014, dan setelah itu menjadi program reguler setiap Rabu pukul 19:00, tetapi tiba-tiba berakhir setelah siaran ketiga."
    },
    {
      "istilah_jp": "乃木恋",
      "istilah_ro": "Nogikoi",
      "note1": "Game smartphone resmi Nogizaka46. Nama resminya adalah \"Nogikoi ~Sakamichi no Shita de, Ano Hi Boku wa Koi o Shita~\"."
    },
    {
      "istilah_jp": "乃木ここ",
      "istilah_ro": "Nogikoko",
      "note1": "Singkatan dari program siaran situs resmi \"Nogizaka tte, Koko!\"."
    },
    {
      "istilah_jp": "乃木コレ",
      "istilah_ro": "Nogi Kore (Collection)",
      "note1": "Satu set berisi 5 lembar foto acak yang hanya tersedia di toko web resmi. Ini adalah layanan di mana Anda dapat memeriksa isi produk acak secara online setelah pembelian. Potretnya eksklusif untuk Nogi Kore, dan ada juga tingkat kelangkaan Rare (R) dan Super Rare (SR)."
    },
    {
      "istilah_jp": "乃木坂縁側倶楽部",
      "istilah_ro": "Nogizaka Engawa Kurabu (Club)",
      "note1": "Sebuah perkumpulan yang sedang dipikirkan untuk dibentuk oleh Oogoshi Hinano dan Suzuki Yuna sambil berjalan-jalan santai. Rencana pertama mereka adalah 'memanggang marshmallow di beranda'. Ioki Mao juga ingin bergabung."
    },
    {
      "istilah_jp": "乃木坂クレープ事件",
      "istilah_ro": "Nogizaka Kureepu (Crepe) Jiken",
      "note1": "Insiden di mana Kashiwa Yukina meletakkan kue krep stroberi kurikinton di ruang tunggu saat menunggu giliran kerja, dan ketika ia kembali sekitar 5 menit kemudian, kue itu telah dimakan oleh seseorang. Pelakunya kemudian diketahui adalah Iwase Yumiko."
    },
    {
      "istilah_jp": "乃木坂軽音部",
      "istilah_ro": "Nogizaka Keionbu",
      "note1": "Sebuah unit band yang terdiri dari para member. Vokal diisi oleh Ito Riria dan Hayashi Runa, drum oleh Matsuo Miyu, gitar oleh Mukai Hazuki, dan bass oleh Yakubo Mio. Terkadang, Wada Maaya bergabung sebagai 'member pendukung dari Nogidan'."
    },
    {
      "istilah_jp": "乃木坂工事中",
      "istilah_ro": "Nogizaka Koujichuu",
      "note1": "Program variety show utama Nogizaka46 (jaringan TV Tokyo) yang merupakan pembaruan dari \"Nogizaka tte, Doko?\". Sering disingkat menjadi \"Nogichuu\". Mulai tayang pada 19 April 2015."
    },
    {
      "istilah_jp": "乃木坂ゴルフ倶楽部",
      "istilah_ro": "Nogizaka Gorufu Kurabu (Golf Club)",
      "note1": "Nama program yang mulai disiarkan di Rakuten SHOWTIME sejak 24 Juli 2015. Dalam program ini, para member Nogizaka46 bermain golf bersama selebriti penggemar golf, dengan tujuan untuk meningkatkan kemampuan bermain golf mereka secara menyenangkan namun serius."
    },
    {
      "istilah_jp": "乃木坂辞典",
      "istilah_ro": "Nogizaka Jiten",
      "note1": "Nama segmen dalam acara \"3rd YEAR BIRTHDAY LIVE\" pada 22 Februari 2015. Dalam segmen \"Nogizaka Jiten\", berbagai istilah terkait Nogizaka46 diperkenalkan dalam format kamus. Beberapa di antaranya telah ditambahkan ke halaman ini."
    },
    {
      "istilah_jp": "ノギザカスキッツ",
      "istilah_ro": "Nogizaka Skits",
      "note1": "Program penerus dari acara variety show khusus gen-4 \"Nogizaka Doko e\" yang seluruhnya berlokasi di luar studio. Pembawa acaranya kembali adalah Saraba Seishun no Hikari. Gen-4 bersama dengan para member baru gen-4 akan mencoba tantangan dalam program komedi sketsa ini.",
      "note2": "Nama 'Skits' berasal dari kata bahasa Inggris untuk komedi sketsa, yaitu 'skit', dan bentuk jamaknya menjadi 'skits'."
    },
    {
      "istilah_jp": "乃木坂スター誕生！",
      "istilah_ro": "Nogizaka Sutaa (Star) Tanjou!",
      "note1": "Sebuah acara variety show yang menampilkan para member gen-4 yang mencoba menyanyikan lagu-lagu hit dari era Showa. Nama ini juga mengandung harapan agar 'bintang masa depan lahir dari gen-4'. Program penerusnya yang menampilkan para member gen-5 ditambahkan kata 'Shin' (Baru) pada judulnya menjadi 'Shin Nogizaka Star Tanjou!'."
    },
    {
      "istilah_jp": "乃木坂って、ここ！",
      "istilah_ro": "Nogizaka tte, Koko!",
      "note1": "Program siaran situs web resmi khusus untuk para member under, yang dimulai dengan企画 \"Ura Nogizaka tte Doko?\". Disingkat menjadi \"Nogi Koko\"."
    },
    {
      "istilah_jp": "乃木坂って、どこ？",
      "istilah_ro": "Nogizaka tte, Doko?",
      "note1": "Program variety show utama Nogizaka46 pertama di stasiun TV terestrial (jaringan TV Tokyo) yang dimulai sejak sebelum debut. Pada dasarnya, hanya member senbatsu yang bisa tampil. Sering disingkat menjadi \"Nogi Doko\". Episode terakhirnya tayang pada 12 April 2015 (karena program diperbarui)."
    },
    {
      "istilah_jp": "乃木坂的フラクタル",
      "istilah_ro": "Nogizaka-teki Furakutaru (Fractal)",
      "note1": "Salah satu aplikasi game untuk smartphone. Ini adalah game simulasi pengembangan yang bertemakan Nogizaka46, dan layanannya dimulai pada 12 Agustus 2021. Singkatannya adalah 'Nogi Fura'."
    },
    {
      "istilah_jp": "乃木坂電視台",
      "istilah_ro": "Nogizaka Denshidai",
      "note1": "企画 rutin di Nogizaka 46-Hour TV. Setiap member mendapatkan jatah waktu 10 menit untuk program pribadinya."
    },
    {
      "istilah_jp": "乃木坂どこへ",
      "istilah_ro": "Nogizaka Doko e",
      "note1": "Program variety show yang seluruhnya berlokasi di luar studio dan hanya menampilkan para member gen-4, yang mulai tayang di Nippon TV pada 22 Oktober 2019. Program ini merupakan penerus dari seri BINGO seperti NOGIBINGO!, KEYABINGO!, dan HINABINGO!. Pembawa acaranya adalah Saraba Seishun no Hikari."
    },
    {
      "istilah_jp": "乃木坂の詩サイリウム事件",
      "istilah_ro": "Nogizaka no Uta Sairiumu (Cyaliyme) Jiken",
      "note1": "Insiden di mana sebelum penampilan \"Nogizaka no Uta\" di \"Manatsu no Zenkoku Tour 2021\", setiap member seharusnya memegang satu lightstick, tetapi ada seorang senpai bernama Ikuta Erika yang diam-diam mengambil lightstick milik Kubo Shiori (yang berdiri diagonal di depannya) sehingga ia memegang dua, dan tidak mau melepaskannya hingga 0,5 detik sebelum pertunjukan dimulai. Ini terjadi tidak hanya di konser Tokyo Dome FINAL!, tetapi di hampir semua konser tur."
    },
    {
      "istilah_jp": "乃木坂のマネキン",
      "istilah_ro": "Nogizaka no Manekin",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Tamura Mayu. Dinamakan demikian karena \"kerangka tubuhnya sangat cocok untuk pakaian, dan semua jenis pakaian, termasuk yang dikenakan oleh para member Nogizaka, terlihat bagus padanya.\" Ini ditayangkan pada episode #390 \"Nogizaka Koujichuu\" tanggal 11 Desember 2022."
    },
    {
      "istilah_jp": "乃木坂ぴょんぴょん世代",
      "istilah_ro": "Nogizaka Pyonpyon Sedai",
      "note1": "Nama generasi yang diucapkan oleh para member kelahiran tahun 2002 saat upacara kedewasaan mereka. Dinamai demikian karena 'shio mereka adalah kelinci, dan di tengah kelulusan para senpai, para kouhai harus bersemangat dan melompat tinggi'. Anggotanya adalah Ito Riria dari gen-3, Kakehashi Sayaka, Shibata Yuna, Yakubo Mio dari gen-4, serta Ikeda Teresa dan Nakanishi Aruno dari gen-5."
    },
    {
      "istilah_jp": "乃木坂46えいご",
      "istilah_ro": "Nogizaka46 Eigo",
      "note1": "Program variety edukasi yang ditayangkan di saluran CS TBS Channel 1. Empat member yang menjadi bintang tamu reguler adalah Kawago Hina, Kitano Hinako, Noujou Ami, dan Wada Maaya. Setiap kali, ada member lain yang menjadi bintang tamu. Rekan pembawa acaranya adalah Hirata Rina dari AKB48 (seorang kikokushijo yang tinggal di Amerika hingga usia 12 tahun), Yasukochi Tetsuya (dosen di Toshin High School), dan Suzuki Taku (dari Drunk Dragon)."
    },
    {
      "istilah_jp": "乃木坂46カルピス選抜",
      "istilah_ro": "Nogizaka46 Karupisu (Calpis) Senbatsu",
      "note1": "Sebutan untuk para member yang terpilih dalam kampanye 'Calpis × Nogizaka46' yang diadakan pada musim panas 2025. Terdiri dari 11 member: Ioki Mao, Ikeda Teresa, Ichinose Miku, Inoue Nagi, Umezawa Minami, Endo Sakura, Ogawa Aya, Kaki Haruka, Kawasaki Sakura, Kubo Shiori, dan Nakanishi Aruno."
    },
    {
      "istilah_jp": "乃木坂46の10ヶ条",
      "istilah_ro": "Nogizaka46 no 10-kajou",
      "note1": "Aturan yang dimuat di koran AKB48 edisi Maret saat Matsui Rena akan bergabung sebagai member sementara. Aturan yang ditulis oleh para member di papan tulis adalah sebagai berikut:",
      "note2": "1. Jangan bicara dengan Nanamin di pagi hari! 2. Saat 'Oide Shampoo', harus berdekatan! 3. Bento siapa cepat dia dapat! 4. Hati-hati dengan ketampanan Wakatsuki! 5. Jangan beri makanan pada Mattsun! 6. Jangan ganggu Ikuchan di malam hari! 7. Tapi, ikuti senandungnya! 8. Abaikan 'Zukkyun' dan 'Himetan Beam'! 9. Roknya panjang, jangan sampai kotor! 10. Kami semua pemalu, tapi mohon kerja samanya!!"
    },
    {
      "istilah_jp": "乃木坂46の「の」",
      "istilah_ro": "Nogizaka46 no 'No'",
      "note1": "Program radio pertama Nogizaka46 (di Nippon Cultural Broadcasting). Tidak ada MC tetap, salah satu member yang tampil akan menjadi pembawa acara. Disingkat menjadi 'Nogi no No'."
    },
    {
      "istilah_jp": "乃木坂46の日",
      "istilah_ro": "Nogizaka46 no Hi",
      "note1": "Asosiasi Hari Peringatan Jepang secara resmi telah menetapkan tanggal 22 Februari sebagai \"Hari Nogizaka46\"."
    },
    {
      "istilah_jp": "乃木坂46Mail",
      "istilah_ro": "Nogizaka46 Mail",
      "note1": "Layanan berbayar di mana Anda bisa menerima email langsung dari para member, dengan pendaftaran awal yang dimulai pada 21 Februari 2014. Pengiriman dimulai pada 23 Februari. Karena ini adalah layanan email dari Nogizaka46 Mobile, sering disebut 'Mobame', singkatan dari 'Mobile no Mail'."
    },
    {
      "istilah_jp": "乃木坂46メッセージ",
      "istilah_ro": "Nogizaka46 Messeji (Message)",
      "note1": "Aplikasi pesan resmi yang dapat diunduh mulai 18 Februari 2022. Langganan berbayar dan pengiriman pesan oleh para member dimulai pada hari debut mereka, 22 Februari."
    },
    {
      "istilah_jp": "ノギザカプラス",
      "istilah_ro": "Nogizaka Purasu (Plus)",
      "note1": "Judul game simulasi kencan yang muncul di \"Nogizaka Skits\". Menampilkan Umezawa Minami, Yamashita Mizuki, dan Yoda Yuki. Terutama, karakter 'Sutoko' yang diperankan oleh Yoda Yuki menjadi sangat populer hingga dibuatkan sketsa tersendiri."
    },
    {
      "istilah_jp": "乃木坂46時間TV",
      "istilah_ro": "Nogizaka 46-jikan TV",
      "note1": "Sebuah program yang disiarkan secara online selama 46 jam nonstop dari 20 hingga 22 Februari 2016. Program ini direncanakan untuk merayakan ulang tahun ke-4 debut Nogizaka46.",
      "note2": "Setelah itu, edisi kedua diadakan dari 10 hingga 12 Juni 2016 untuk memperingati perilisan album kedua.",
      "note3": "Dan untuk merayakan ulang tahun ke-6, \"6th Anniversary 46-Hour TV\" diadakan dari 23 hingga 25 Maret 2018."
    },
    {
      "istilah_jp": "乃木坂Rhythm Festival",
      "istilah_ro": "Nogizaka Rhythm Festival",
      "note1": "Game resmi kedua Nogizaka46 untuk smartphone yang bergenre rhythm game."
    },
    {
      "istilah_jp": "乃木ジャー",
      "istilah_ro": "Nogi Jaa",
      "note1": "Singkatan dari 'Nogizaka Jersey'. Salah satu seragam yang dikenakan para member saat melakukan aktivitas aktif. Dipakai oleh para member dalam MV \"Nogizaka no Uta\". Desain tipe kedua mulai digunakan sejak siaran Nogizaka 46-Hour TV pada 20 Februari 2016."
    },
    {
      "istilah_jp": "乃木雀",
      "istilah_ro": "Nogijan",
      "note1": "Sebuah permainan baru bergaya mahjong yang diadakan di 'Nogizaka 46-Hour TV' (disiarkan Juni 2020). Menggunakan total 136 kartu, yang terdiri dari 3 kartu bergambar wajah setiap member yang berpartisipasi dalam 46-Hour TV dan 1 kartu Shiraishi Mai. Setiap pemain memegang 12 kartu di tangan, dan pemain pertama yang berhasil mengumpulkan 4 set dari 3 kartu yang memiliki karakteristik yang sama akan mendapatkan poin total dari empat yaku (kombinasi) ditambah poin bonus. Penentuan dan skor untuk yaku orisinal selain yaku dasar ditentukan oleh komisioner, Nakada Kana."
    },
    {
      "istilah_jp": "乃木充",
      "istilah_ro": "Nogijuu",
      "note1": "Keadaan di mana Nogizaka sedang 'berlimpah'. Digunakan saat: 1. Para member merasa puas dengan kegiatan Nogizaka mereka. 2. Para penggemar merasa puas dengan banyaknya kesempatan untuk berinteraksi dengan Nogizaka melalui acara, TV, radio, dll. 'Nogijuu yori riajuu' (Lebih baik Nogizaka daripada kehidupan nyata) sudah hampir menjadi slogan.",
      "note2": "Foto di kanan adalah kaligrafi Fukagawa Mai pada 6 Januari 2012."
    },
    {
      "istilah_jp": "ノギスキマチソワカン",
      "istilah_ro": "Nogisuki MachiSowaKan",
      "note1": "Nama segmen video yang belum pernah ditayangkan dari \"Nogizaka Skits\". Program utamanya disiarkan di Nippon TV, tetapi \"Nogisuki MachiSowaKan\" ini adalah layanan siaran eksklusif di Hulu. 'MachiSowaKan' sendiri berarti 'MachiSowa no Aida', yaitu waktu di antara pertunjukan siang (matinee) dan malam (soirée)."
    },
    {
      "istilah_jp": "乃木神社",
      "istilah_ro": "Nogi Jinja",
      "note1": "Sebuah kuil yang terletak di persimpangan Nogizaka. Alamatnya adalah 8-11-27 Akasaka, Minato-ku, Tokyo. Kuil ini memiliki hubungan yang erat dengan para member Nogizaka, mulai dari doa untuk kesuksesan single debut,企画 kolaborasi untuk peringatan 100 tahun dewa kuil Nogi, hingga upacara kedewasaan untuk member yang baru dewasa. Sudah menjadi kebiasaan bagi para penggemar untuk berziarah ke Kuil Nogi ketika mereka pergi ke Nogizaka, yang juga dikenal sebagai 'Seichi Junrei' (ziarah ke tempat suci)."
    },
    {
      "istilah_jp": "乃木團",
      "istilah_ro": "Nogidan",
      "note1": "Nama band yang dibentuk oleh para member yang membawakan lagu 'One Night Carnival' dari Kishidan pada pembukaan 'Kyokutou Rock'n'Roll High School Dai Ni Shou Dai 4-kai Kouen \"Nogizaka46 vs Kishidan ~Gakuseifuku Hangyaku Doumei~\"' yang diadakan di Zepp DiverCity TOKYO pada 15 April 2014.",
      "note2": "Terdiri dari 7 member: Kawamura Mahiro (Gitar), Saito Asuka (Drum), Nakamoto Himeka (Vokal), Nakada Kana (Bass), Nagashima Seira (Keyboard), Noujou Ami (Vokal), dan Fukagawa Mai (Gitar).",
      "note3": "Mereka kembali tampil di '3rd YEAR BIRTHDAY LIVE' pada 22 Februari 2015 dan membawakan 'Guruguru Curtain' dan 'One Night Carnival'.",
      "note4": "Pada 1 April 2015, mereka tampil sebagai bintang tamu di 'JAPAN MUSIC NIGHT @ Taiwan' dan membawakan 'Guruguru Curtain', 'Ookami ni Kuchibue o', dan 'One Night Carnival'.",
      "note5": "Setelah Nagashima (Keyboard) dan Fukagawa (Gitar) lulus, Nogidan sempat dianggap bubar, tetapi pada 4th Birthday Live pada 29 Agustus 2016, mereka kembali bangkit dengan Wada Maaya sebagai keyboardis baru."
    },
    {
      "istilah_jp": "乃木中",
      "istilah_ro": "Nogichuu",
      "note1": "Singkatan dari program utama Nogizaka46, \"Nogizaka Koujichuu\"."
    },
    {
      "istilah_jp": "のぎ天",
      "istilah_ro": "Nogiten",
      "note1": "Program gratis orisinal yang dirilis setiap hari Jumat di Rakuten SHOWTIME, dimulai pada 11 Juli 2014. Program ini kembali sebagai \"Nogiten 2\" mulai 17 Juni 2016 (siaran berbayar)."
    },
    {
      "istilah_jp": "のぎ動画",
      "istilah_ro": "Nogi Douga",
      "note1": "Layanan video berlangganan resmi Nogizaka46 yang dimulai pada 1 Juni 2020. Selain konten yang sudah pernah dirilis seperti konser, pertunjukan panggung, MV, dan video bonus single, layanan ini juga menayangkan konten yang belum pernah dirilis. Ada juga konten orisinal."
    },
    {
      "istilah_jp": "乃木どこ",
      "istilah_ro": "Nogi Doko",
      "note1": "Singkatan dari program utama Nogizaka46, \"Nogizaka tte, Doko?\"."
    },
    {
      "istilah_jp": "乃木の家",
      "istilah_ro": "Nogi no Ie",
      "note1": "Nama stan kampanye untuk anggota Mobile dan Mail yang didirikan di lokasi \"Manatsu no Zenkoku Tour 2014\". Tampaknya nama ini terinspirasi dari 'Umi no Ie' (Rumah Pantai)."
    },
    {
      "istilah_jp": "乃木の塚歌劇団",
      "istilah_ro": "Noginozuka Kagekidan",
      "note1": "Kelompok pria berpenampilan maskulin yang muncul di episode ke-7 NOGIBINGO!3 pada 17 November 2014. Tentu saja, inspirasinya adalah Takarazuka Revue."
    },
    {
      "istilah_jp": "のぎのの",
      "istilah_ro": "Nogi no No",
      "note1": "Tagar resmi di Twitter untuk program radio 'Nogizaka46 no \"No\"'. Sebenarnya, yang harus diketik adalah '#noginono'. Hingga siaran 20 Januari 2019, tagarnya adalah '#64Sakakino', tetapi karena dianggap 'sulit dipahami dan kurang populer', diputuskan untuk diubah menjadi '#noginono' mulai minggu berikutnya."
    },
    {
      "istilah_jp": "乃木ビンゴ",
      "istilah_ro": "Nogi Bingo",
      "note1": "Program TV terestrial (Nippon TV: Kanto lokal) yang menjadi bagian dari 'Nogizaka46 × HKT48 Kanmuri Bangumi Battle!'. Tujuannya adalah agar Nogizaka46 mendekati status idola nasional dengan melakukan企画-企画 yang menantang fisik seperti yang dilakukan AKB48. Setelah itu, program ini berlanjut menjadi seri kedua dan ketiga."
    },
    {
      "istilah_jp": "乃木ぷぷ",
      "istilah_ro": "Nogi Pupu",
      "note1": "Singkatan dari \"Sagara to Kiyoto no Nogizaka Pupupu\" yang ditayangkan di TV Saitama. Sagara Iori terpilih sebagai pembawa acara."
    },
    {
      "istilah_jp": "乃木フニャTV！",
      "istilah_ro": "Nogi Funya TV!",
      "note1": "Singkatan dari 'Nanka Jikan Morattakara Funyafunya Oshaberi Shichauzo TV', sebuah program yang disiarkan secara tidak teratur di AbemaTV."
    },
    {
      "istilah_jp": "乃木フラ",
      "istilah_ro": "Nogi Fura",
      "note1": "Singkatan dari aplikasi game untuk smartphone \"Nogizaka-teki Fractal\"."
    },
    {
      "istilah_jp": "乃木メ",
      "istilah_ro": "Nogi Me",
      "note1": "Sebutan untuk aplikasi pesan resmi yang dapat diunduh mulai 18 Februari 2022. Langganan berbayar dan pengiriman pesan oleh para member dimulai pada hari debut mereka, 22 Februari."
    },
    {
      "istilah_jp": "乃木盟騎士団",
      "istilah_ro": "Nogimei Kishidan",
      "note1": "Nama tim yang diberikan oleh Inoue Nagi dalam video penaklukan fasilitas penjara bawah tanah nyata \"THE TOKYO MATRIX\" di \"Nogizaka Haishinchuu\" yang disiarkan mulai 22 April 2023."
    },
    {
      "istilah_jp": "ノギメタル",
      "istilah_ro": "Nogimetal",
      "note1": "Lihat NOGIMETAL."
    },
    {
      "istilah_jp": "乃木レンジャー",
      "istilah_ro": "Nogi Renjaa (Ranger)",
      "note1": "Nama yang digunakan oleh para member gen-5 saat mereka masih menjadi siswi pelatihan dan menampilkan komedi orisinal bergaya sentai yang mereka ciptakan sendiri. Nama lengkapnya adalah 'Tokimeki Sentai Nogi Ranger'. Okamoto Hina berperan sebagai Merah, Tomisato Nao sebagai Biru, Ogawa Aya sebagai Kuning, Ichinose Miku sebagai Hijau, dan Kawasaki Sakura sebagai Merah Muda."
    },
    {
      "istilah_jp": "野中キャッシング",
      "istilah_ro": "Nonaka Kyasshingu (Chasing)",
      "note1": "Sebuah perusahaan pinjaman fiktif yang muncul dalam belanja di episode terakhir (ke-12) NOGIBINGO!4 pada 22 Juni 2015. Dengan sistem yang baik hati di mana bunganya adalah senyuman kepada para penggemar, manajer Nonaka-san meminjamkan uang sementara kepada para member yang tidak membawa uang tunai untuk berbelanja dalam tersebut."
    },
    {
      "istilah_jp": "野中の動画",
      "istilah_ro": "Nonaka no Douga",
      "note1": "Video yang disertakan dalam DVD bonus album ke-3 \"Umarete kara Hajimete Mita Yume Type-B\", yang berisi kumpulan video off-shot yang direkam oleh manajer Nonaka-san di ponselnya."
    },
    {
      "istilah_jp": "のんちゃん",
      "istilah_ro": "Nonchan",
      "note1": "Nama panggilan unik untuk Inoue Nagi yang diberikan oleh Ogawa Aya. Berasal dari 'no' dalam 'Inoue'."
    }
  ],
"は行": [
    {
      "istilah_jp": "バースデーライブ",
      "istilah_ro": "Baasudee Raibu (Birthday Live)",
      "note1": "Konser yang diadakan setiap tanggal 22 Februari untuk memperingati debut single pertama \"Guruguru Curtain\" pada tanggal 22 Februari 2012 (untuk konser ke-5, tanggalnya diubah karena alasan tertentu). Sudah menjadi tradisi untuk menampilkan semua lagu yang telah dirilis."
    },
    {
      "istilah_jp": "場当たり",
      "istilah_ro": "Baatari",
      "note1": "Istilah panggung yang merujuk pada latihan yang dilakukan di panggung sebenarnya untuk mengatur properti besar dan kecil, musik, pencahayaan, posisi berdiri, serta alur masuk dan keluar. Ini juga memiliki sifat seperti gladi resik bagi para kru di belakang panggung."
    },
    {
      "istilah_jp": "ハーバード",
      "istilah_ro": "Haabaado (Harvard)",
      "note1": "Nama peran Akimoto Manatsu dalam drama \"Hatsumori Bemars\". Nomor punggung 8, posisi center."
    },
    {
      "istilah_jp": "ハイライ",
      "istilah_ro": "Hairai",
      "note1": "Sebutan untuk nasi hayashi di rumah keluarga Eto Misa."
    },
    {
      "istilah_jp": "剥がし",
      "istilah_ro": "Hagashi",
      "note1": "Sistem atau staf yang bertugas untuk mengakhiri interaksi dengan member dan mengarahkan penggemar ke pintu keluar ketika waktu yang ditentukan di acara handshake telah habis."
    },
    {
      "istilah_jp": "墓女",
      "istilah_ro": "Hakajo",
      "note1": "Sebutan yang digunakan oleh para member untuk menyingkat judul pertunjukan panggung \"Hakaba, Joshikousei\". Terkadang juga ditulis dalam katakana sebagai 'ハカジョ'."
    },
    {
      "istilah_jp": "墓場、女子高生",
      "istilah_ro": "Hakaba, Joshikousei",
      "note1": "Sebuah pertunjukan panggung yang diadakan dari tanggal 14 hingga 22 Oktober 2016 di Theatre G-Rosso, Tokyo Dome City. Merupakan sebuah tantangan untuk membawakan karya masterpiece Fukuhara Mitsunori, \"Hakaba, Joshikousei\", dengan arahan dari Maruo Maruichirou dari Gekidan Shika 564."
    },
    {
      "istilah_jp": "バカリボン",
      "istilah_ro": "Bakaribon",
      "note1": "Nama panggilan baru untuk Nakamoto Himeka yang diberikan oleh Kawago di \"Nogizaka tte, Koko!\"."
    },
    {
      "istilah_jp": "爆笑トーク",
      "istilah_ro": "Bakushou Tooku (Talk)",
      "note1": "Judul lagu yang sengaja diplesetkan oleh Bananaman Shitara dari judul asli single ke-6, \"Girl's Rule\"."
    },
    {
      "istilah_jp": "バクステ",
      "istilah_ro": "Bakusute",
      "note1": "Singkatan dari 'backstage' yang berarti di belakang panggung. Namun, perlu diperhatikan karena terkadang istilah 'backstage' juga digunakan untuk merujuk pada panggung tambahan (sub stage) di dalam venue konser."
    },
    {
      "istilah_jp": "ばくだんおにぎり",
      "istilah_ro": "Bakudan Onigiri",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Yoda Yuki. Dinamakan demikian karena \"tipe yang lezat dari sisi mana pun digigit\". Ini ditayangkan pada episode #389 \"Nogizaka Koujichuu\" tanggal 4 Desember 2022."
    },
    {
      "istilah_jp": "はぐれメタル",
      "istilah_ro": "Hagure Metaru (Metal)",
      "note1": "Nama panggilan yang diberikan kepada Kashiwa Yukina saat perkenalan member di segmen Pesta Olahraga Musim Gugur dalam \"Manatsu no Zenkoku Tour 2013 FINAL!\"."
    },
    {
      "istilah_jp": "バケラッタ",
      "istilah_ro": "Bakeratta",
      "note1": "Pada acara Downtown DX tanggal 18 Juli 2013, ketika Takayama Kazumi menjadi topik karena cara bicaranya yang kurang jelas, Matsumoto Hitoshi berkata, \"Bagaimana kalau kita sebut saja Bakeratta?\" Sejak saat itu, Takayama mulai sering menggunakannya di blognya.",
      "note2": "Asal-usulnya dari kata yang diucapkan oleh O-Jiro dalam \"Obake no Q-Taro\"."
    },
    {
      "istilah_jp": "箱",
      "istilah_ro": "Hako",
      "note1": "Istilah yang umumnya merujuk pada 'venue' atau 'tempat acara'. Sering digunakan untuk menyebut secara umum tempat acara seperti event venue atau concert hall."
    },
    {
      "istilah_jp": "箱馬",
      "istilah_ro": "Hakouma",
      "note1": "Sebuah kotak kayu yang digunakan di atas panggung. Digunakan untuk berbagai keperluan seperti menyesuaikan ketinggian, sebagai pijakan, atau sebagai tangga."
    },
    {
      "istilah_jp": "箱推し",
      "istilah_ro": "Hako-oshi",
      "note1": "Mendukung seluruh grup secara keseluruhan, bukan hanya member tertentu. Sebenarnya berbeda dengan DD, tetapi seringkali perbedaannya tidak terlalu diperhatikan."
    },
    {
      "istilah_jp": "パサつきのはんごろし",
      "istilah_ro": "Pasatsuki no Hangoroshi",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Inoue Nagi. Dipublikasikan dalam siaran \"Saito Asuka kara Member no Minna e Atsui Message! [Nogizaka Koujichuu Bangaihen]\" di Nogizaka Haishinchuu pada 12 Desember 2022."
    },
    {
      "istilah_jp": "箸くん",
      "istilah_ro": "Hashi-kun",
      "note1": "Sebuah 'sumpit' yang bisa dianggap sebagai partner Wakatsuki Yumi. Berawal dari cerita pendek menggunakan sumpit yang ia pelajari dalam acara \"Nogizaka Koujichuu #34 Wakatsuki Yumi no Datsu-Majimeka Keikaku\" pada 13 Desember 2015, di mana ia sering bertanya kepada sumpit, \"Hashi-kun, Hashi-kun\"."
    },
    {
      "istilah_jp": "はじまる公園",
      "istilah_ro": "Hajimaru Kouen",
      "note1": "Nama taman 'Hatsumori Kouen' yang menjadi latar cerita dalam drama \"Hatsumori Bemars\"."
    },
    {
      "istilah_jp": "橋本奈々未前髪炎上事件",
      "istilah_ro": "Hashimoto Nanami Maegami Enjou Jiken",
      "note1": "Insiden di mana sekitar lima menit sebelum konser Zepp dimulai, Hashimoto Nanami di ruang ganti dengan terburu-buru menggunakan catokan rambut entah milik siapa untuk merapikan poninya. Tiba-tiba terdengar suara 'juss' dan poninya terbakar menjadi keriting (ternyata catokan itu ditinggalkan begitu saja dan menjadi sangat panas). Karena insiden ini, Hashimoto sempat mengepang poninya untuk beberapa waktu."
    },
    {
      "istilah_jp": "箸休め三姉妹",
      "istilah_ro": "Hashiyasume Sanshimai",
      "note1": "Sebutan untuk Umezawa Minami, Yamashita Mizuki, dan Yoda Yuki yang menjadi MC di antara lagu \"Dareka no Kata\" dan lagu-lagu per generasi dalam tur Manatsu no Zenkoku Tour 2023."
    },
    {
      "istilah_jp": "走れ！バイセコー",
      "istilah_ro": "Hashire! Baisekoo",
      "note1": "Berasal dari ucapan Kuromi Haruka saat menyebutkan \"Hashire! Bicycle\" dengan pelafalan yang sangat bagus sehingga membuat para member heboh."
    },
    {
      "istilah_jp": "パスポート",
      "istilah_ro": "Pasupooto (Passport)",
      "note1": "Judul photobook kedua Shiraishi Mai."
    },
    {
      "istilah_jp": "バスラ",
      "istilah_ro": "Basura",
      "note1": "Singkatan dari Birthday Live."
    },
    {
      "istilah_jp": "裸の大将",
      "istilah_ro": "Hadaka no Taishou",
      "note1": "Judul lagu yang sengaja diplesetkan oleh Bananaman Shitara dari judul asli single ke-15, \"Hadashi de Summer\". Berasal dari judul drama dan film yang dibuat berdasarkan model pelukis Jepang, Yamashita Kiyoshi."
    },
    {
      "istilah_jp": "八福神",
      "istilah_ro": "Hachifukujin",
      "note1": "Secara resmi disebut 'Nogizaka Hachifukujin'. Merujuk pada delapan member yang menempati posisi depan (front position) dalam formasi senbatsu. Awalnya terdiri dari tujuh member dan disebut 'Shichifukujin', tetapi sejak single ke-4 menjadi 'Hachifukujin'. Dipilih oleh manajemen."
    },
    {
      "istilah_jp": "バック８",
      "istilah_ro": "Bakku Eito (Back 8)",
      "note1": "Sebutan untuk delapan member yang menempati baris ketiga dalam formasi senbatsu. Tidak selalu disebut demikian karena jumlahnya bisa berbeda tergantung formasi."
    },
    {
      "istilah_jp": "バックステージ",
      "istilah_ro": "Bakkusuteeji (Backstage)",
      "note1": "1. Area di belakang panggung. Merujuk pada area di belakang yang tidak dapat diakses oleh penonton, terkadang termasuk ruang ganti.",
      "note2": "2. Di venue konser, ini adalah panggung yang dibuat di sisi berlawanan dari panggung utama (di bagian belakang penonton) agar penonton yang paling jauh pun dapat menikmati pertunjukan. Di antara para member dan staf, sering disingkat menjadi 'B-sute'."
    },
    {
      "istilah_jp": "ハッピーセット",
      "istilah_ro": "Happii Setto (Happy Set)",
      "note1": "Nama duo untuk Akimoto Manatsu dan Watanabe Miria."
    },
    {
      "istilah_jp": "初森ベマーズ",
      "istilah_ro": "Hatsumori Bemaazu (Bemars)",
      "note1": "Judul drama yang ditayangkan di TV Tokyo mulai Juli 2015. Sebuah drama remaja tentang tim sofbol yang sangat lemah dan terdiri dari para pemula yang menantang tim kuat.",
      "note2": "Nama tim 'Hatsumori Bemars' terinspirasi dari film bisbol 'Ganbare! Bears'. Awalnya ingin dinamai 'Hatsumori Bears', tetapi saat memesan seragam, 'a' pada Bears salah dibaca sebagai 'ma', sehingga menjadi 'Bemars'."
    },
    {
      "istilah_jp": "鼻息リレー",
      "istilah_ro": "Hanaiki Riree (Relay)",
      "note1": "Permainan yang sedang populer di kalangan member, diperkenalkan di acara \"Music Dragon\" pada 4 April 2014 dan \"Downtown DX\" pada 10 April 2014. 'Dimulai dari orang di ujung, menerima embusan napas hidung dari orang di sebelahnya, menghirupnya sendiri, lalu memberikannya kepada orang di sebelahnya lagi. Orang terakhir menghirup semua energi napas hidung itu, dan matanya pun bersinar!'"
    },
    {
      "istilah_jp": "譚",
      "istilah_ro": "Hanashi",
      "note1": "Duo folk yang lahir di \"Nogizaka Star Tanjou 2\". Vokal diisi oleh Kitagawa Yuri dan gitar oleh Kakehashi Sayaka."
    },
    {
      "istilah_jp": "話を聞こうか。",
      "istilah_ro": "Hanashi o Kikou ka.",
      "note1": "Judul photobook pertama Eto Misa."
    },
    {
      "istilah_jp": "バナナマン",
      "istilah_ro": "Bananaman",
      "note1": "Pembawa acara program utama \"Nogizaka tte Doko?\" dan \"Nogizaka Koujichuu\". Terdiri dari duo Shitara Osamu dan Himura Yuuki. Terima kasih telah selalu mengangkat Nogizaka-chan!"
    },
    {
      "istilah_jp": "華の94年組",
      "istilah_ro": "Hana no 94-nen Gumi",
      "note1": "Sebutan untuk para member kelahiran tahun 1994 yang merupakan mayoritas di generasi pertama. Pemberi nama adalah Nishino Nanase dan Nagashima Seira.",
      "note2": "Anggota kelahiran tahun 1994 adalah: Sakurai (16/5), Nagashima (19/5), Nishino (25/5), Wakatsuki (27/6), Nakada (6/8), Kashiwa (12/8), Noujou (18/10), Inoue (14/12), Yamato (14/12). Lagu coupling dari single ke-10, \"Toomawari no Aijou\", dinyanyikan oleh para member dari generasi '94 ini (kecuali Kashiwa yang sudah lulus saat itu)."
    },
    {
      "istilah_jp": "花道",
      "istilah_ro": "Hanamichi",
      "note1": "1. Dalam panggung Kabuki, ini adalah jalan seperti koridor yang memanjang dari sisi kiri (shimote) menembus area penonton hingga ke panggung.",
      "note2": "2. Di venue konser besar, ini adalah jalan yang menghubungkan panggung utama dengan panggung tengah atau panggung tambahan yang dipasang di tengah venue. Namun, jalan yang dipasang di sepanjang tribun penonton secara khusus disebut 'gaishuu' dan tidak disebut hanamichi."
    },
    {
      "istilah_jp": "はにぽんアンバサダー",
      "istilah_ro": "Hanipon Anbasadaa (Ambassador)",
      "note1": "Sebutan untuk orang terkenal yang mempromosikan maskot Kota Honjo, Prefektur Saitama, yaitu 'Hanipon'. Inoue Sayuri diangkat sebagai duta besar Hanipon pertama pada 1 Oktober 2017."
    },
    {
      "istilah_jp": "バネッサ",
      "istilah_ro": "Banessa",
      "note1": "Judul lagu yang sengaja diplesetkan oleh Bananaman Shitara dari judul asli single ke-7, \"Barrette\"."
    },
    {
      "istilah_jp": "バブ美先生",
      "istilah_ro": "Babumi-sensei",
      "note1": "Karakter guru bergaya 'bubbly' yang muncul di \"Chou Nogizaka Star Tanjou!\". Ia mengamuk di podium seolah-olah itu adalah panggung disko. Diperankan oleh Sugawara Satsuki. Nama segmennya adalah \"Mabui ze! Babumi-sensei!\"."
    },
    {
      "istilah_jp": "ハフーン",
      "istilah_ro": "Hafuun",
      "note1": "Gerakan yang tak sengaja dilakukan oleh Shiraishi Mai yang sedang bersemangat tinggi di ruang ganti, seperti yang ditayangkan di \"Nogizaka tte Doko?\" pada 3 November 2013."
    },
    {
      "istilah_jp": "バミリ",
      "istilah_ro": "Bamiri",
      "note1": "Tanda untuk menunjukkan posisi berdiri aktor atau letak properti. Biasanya menggunakan selotip vinyl, tetapi jika perlu terlihat saat panggung gelap (anten), digunakan selotip berpendar."
    },
    {
      "istilah_jp": "早撃ちエルザ",
      "istilah_ro": "Hayauchi Eruza (Elza)",
      "note1": "Nama peran yang dimainkan oleh Inoue Sayuri dalam pertunjukan teater \"Subete no Inu wa Tengoku e Iku\", dengan nama lengkap Elza Sejurick. Ia adalah satu-satunya karakter yang bukan berasal dari kota tempat cerita berlangsung. Ia muncul dari awal hingga akhir, dan mengalami kegilaan cerita bersama penonton. Dapat dikatakan ia adalah tokoh utama sebenarnya."
    },
    {
      "istilah_jp": "早替え",
      "istilah_ro": "Hayagae",
      "note1": "Mengganti kostum dengan cepat dalam waktu singkat di antara lagu-lagu konser. Istilah ini juga digunakan dalam pertunjukan panggung saat mengganti kostum dalam waktu singkat."
    },
    {
      "istilah_jp": "早小路セイラ",
      "istilah_ro": "Hayanokouji Seira",
      "note1": "Karakter gadis bangsawan yang muncul di \"Nogizaka Skits\". Putri sulung dari keluarga Hayanokouji. Diperankan oleh Hayakawa Seira. Di belakangnya, ia diikuti oleh seorang pelayan bernama Rikarotto."
    },
    {
      "istilah_jp": "はやはやボンバーズ",
      "istilah_ro": "Hayahaya Bonbaazu (Bombers)",
      "note1": "Nama duo untuk Hayakawa Seira dan Hayashi Runa."
    },
    {
      "istilah_jp": "速水聖奈",
      "istilah_ro": "Hayami Seina",
      "note1": "Karakter yang diperankan oleh Hayakawa Seira dalam drama pembacaan \"Joyuu Tantei\" yang dirilis secara eksklusif secara digital pada 1 Maret 2022. Ia adalah seorang aktris yang juga seorang detektif."
    },
    {
      "istilah_jp": "張り切りチャイティーヨ",
      "istilah_ro": "Harikiri Chaiteiiyo",
      "note1": "Ucapan terkenal yang diciptakan oleh Saito Asuka saat ia pergi ke Myanmar untuk mendoakan kesuksesan single ke-15. Ungkapan seperti 'Otsukare Chaiteiiyo' dan 'Omiyage Chaiteiiyo' menjadi populer di kalangan penggemar.",
      "note2": "Asal-usulnya dari 'Kyaiktiyo Pagoda', sebuah tempat ziarah umat Buddha yang juga dikenal sebagai 'Golden Rock'."
    },
    {
      "istilah_jp": "春組",
      "istilah_ro": "Haru Gumi",
      "note1": "Sebutan untuk audisi tahap awal gen-6 yang diadakan dari 2 Februari hingga 5 Maret 2024. Tahap akhir yang diadakan dari Juni hingga Juli tahun yang sama disebut Natsu Gumi (Grup Musim Panas)."
    },
    {
      "istilah_jp": "バルシャーク",
      "istilah_ro": "Baru Shaaku (Vule Shark)",
      "note1": "Salah satu dari tiga pahlawan yang berubah dalam \"Taiyo Sentai Sun Vulcan\". Dalam episode \"Nogizaka Koujichuu #155\" pada 13 Mei 2018, saat episode tentang sepeda yang digunakan Bananaman Himura untuk bepergian, ia menunjukkan 'pose Vul Shark'. Sejak itu, 'pose Vul Shark' sering ditampilkan di acara tersebut."
    },
    {
      "istilah_jp": "パレット",
      "istilah_ro": "Paretto (Palette)",
      "note1": "1. Judul photobook pertama Wakatsuki Yumi.",
      "note2": "2. Sebutan umum untuk para penggemar Okuda Iroha."
    },
    {
      "istilah_jp": "波浪浮亭木胡桃",
      "istilah_ro": "Haroukitei Kigurumi",
      "note1": "Salah satu karakter yang muncul dalam pertunjukan teater \"Joshiraku\", dengan ciri khas kimono berwarna merah muda. Karya aslinya adalah manga dengan nama yang sama karya Kumeta Koji. Dalam sistem triple cast, untuk \"Joshiraku\", peran ini dimainkan oleh Hoshino Minami (tim Ra), Inoue Sayuri (tim Ku), dan Kitano Hinako (tim Go). Untuk \"Joshiraku Ni\", peran ini dimainkan oleh Suzuki Ayane (tim Ra), Watanabe Miria (tim Ku), dan Kitano Hinako (tim Go)."
    },
    {
      "istilah_jp": "ぱん",
      "istilah_ro": "Pan",
      "note1": "Singkatan lebih lanjut dari nama panggilan Ikeda Teresa, 'Teresapan' atau 'Terepan'. Tampaknya sering digunakan oleh Inoue Nagi dan Sugawara Satsuki."
    },
    {
      "istilah_jp": "ぱんちゃん",
      "istilah_ro": "Pan-chan",
      "note1": "Panggilan yang lebih imut dari singkatan nama panggilan Ikeda Teresa, 'Pan'. Sering digunakan oleh para member senior daripada oleh teman seangkatannya."
    },
    {
      "istilah_jp": "パンバス",
      "istilah_ro": "Pan-Basu",
      "note1": "Singkatan dari film \"Pan to Basu to 2-dome no Hatsukoi\". Dibintangi oleh member lulusan, Fukagawa Mai."
    },
    {
      "istilah_jp": "パンとバスと2度目のハツコイ",
      "istilah_ro": "Pan to Basu to 2-dome no Hatsukoi",
      "note1": "Film yang dibintangi oleh member lulusan, Fukagawa Mai."
    },
    {
      "istilah_jp": "はんぺん",
      "istilah_ro": "Hanpen",
      "note1": "Sebutan populer untuk lightstick tiga dimensi (foto kanan) yang disertakan dengan 'Tiket Manatsu no Zenkoku Tour 2015 dengan merchandise pendukung' yang dijual secara eksklusif di Seven Eleven. Beberapa orang juga menyebutnya 'Oden'. Sayangnya, cahayanya bocor ke atas dan tidak bersinar dengan indah, sehingga kurang praktis."
    },
    {
      "istilah_jp": "ひーこちゃん",
      "istilah_ro": "Hiikochan",
      "note1": "Panggilan yang digunakan oleh Ozono Momoko untuk memanggil Kitano Hinako."
    },
    {
      "istilah_jp": "ビー玉ババァ",
      "istilah_ro": "Biidama Babaa",
      "note1": "Nama panggilan baru untuk Eto Misa yang diberikan oleh Kawago di \"Nogizaka tte, Koko!\". Awalnya 'Sexy Nee-san' menjadi kandidat, tetapi karena dianggap 'biasa saja, padahal aku berharap lebih', diputuskan untuk menggunakan nama ini. Terkadang juga ditulis sebagai 'ビー玉BBA'."
    },
    {
      "istilah_jp": "ビー玉ババァＺ",
      "istilah_ro": "Biidama Babaa Z",
      "note1": "Nama panggilan baru untuk Eto Misa yang diberikan lagi oleh Kawago di \"2nd Birthday Live\" di Yokohama Arena. Karena ia sudah setahun lebih tua dari sebelumnya, namanya pun berevolusi."
    },
    {
      "istilah_jp": "ピーチガールズ",
      "istilah_ro": "Piichi Gaaruzu (Peach Girls)",
      "note1": "Nama tim yang diputuskan oleh Endo Sakura, Kanagawa Saya, Tamura Mayu, dan Tsutsui Ayame saat pertandingan molkky di acara \"Nogizaka Doko e\" pada 16 Maret 2020."
    },
    {
      "istilah_jp": "ひーちゃん",
      "istilah_ro": "Hiichan",
      "note1": "Nama panggilan untuk Okamoto Hina."
    },
    {
      "istilah_jp": "ビーナス弓木",
      "istilah_ro": "Biinasu (Venus) Yumiki",
      "note1": "'Nama panggung yang tak terlupakan' yang diberikan oleh Pekopa Shoinji kepada Yumiki Nao di acara \"Nogizaka Star Tanjou!\"."
    },
    {
      "istilah_jp": "東尼崎姉妹",
      "istilah_ro": "Higashi Amagasaki Shimai",
      "note1": "Nama peran yang digunakan oleh Asagaya Shimai saat mereka muncul sebagai peniru duo komedi \"Amagasaki Shimai\" di \"Nogizaka Skits\" (terima kasih atas kesempatan itu!)."
    },
    {
      "istilah_jp": "光の角度",
      "istilah_ro": "Hikari no Kakudo",
      "note1": "Judul photobook pertama Suzuki Ayane."
    },
    {
      "istilah_jp": "引雑",
      "istilah_ro": "Hikizou",
      "note1": "Menerima biaya akomodasi seperti hotel, kereta, dan bento yang disediakan oleh penyelenggara tur daerah dalam bentuk tunai. Meskipun jumlahnya lebih kecil dari biaya asli, ada keuntungan bagi kedua belah pihak karena jika dikelola dengan baik, bisa ada sisa dana."
    },
    {
      "istilah_jp": "ひじこすり",
      "istilah_ro": "Hijikosuri",
      "note1": "Keahlian khusus Takayama Kazumi. Ia memiliki kebiasaan menggosok siku kanannya saat berbicara."
    },
    {
      "istilah_jp": "びちゃびちゃカーテン",
      "istilah_ro": "Bichabicha Kaaten (Curtain)",
      "note1": "Judul lagu yang sengaja diplesetkan oleh Bananaman Shitara dari judul asli single pertama, \"Guruguru Curtain\"."
    },
    {
      "istilah_jp": "必死系女子",
      "istilah_ro": "Hisshikei Joshi",
      "note1": "Nama panggilan baru untuk Nagashima Seira yang diberikan oleh Kawago di \"Nogizaka tte, Koko!\"."
    },
    {
      "istilah_jp": "人は必要な時に必要な人と会う",
      "istilah_ro": "Hito wa Hitsuyou na Toki ni Hitsuyou na Hito to Au",
      "note1": "Kata-kata dari Hashimoto Nanami. Pesan ini ia sampaikan di segmen \"GIRLS LOCKS!\" dalam acara radio \"SCHOOL OF LOCK!\" pada 25 Februari 2017 (karena konser kelulusannya diadakan pada tanggal 20, ini adalah rekaman suara)."
    },
    {
      "istilah_jp": "ひとりノリひめたん",
      "istilah_ro": "Hitori Nori Himetan",
      "note1": "Sebuah segmen di acara radio \"Rajira! Sunday\". Nakamoto Himeka akan merespons surat dari pendengar dengan gaya 'hitori nori-tsukkomi' (menimpali leluconnya sendiri) khas Nakamoto. Pada siaran 17 Mei 2015, ia berkata 'tidak mau melakukannya lagi', tetapi segmen ini muncul kembali pada siaran 5 Juli 2015. Segmen tersebut terpotong di tengah jalan karena adanya berita darurat."
    },
    {
      "istilah_jp": "ひなた",
      "istilah_ro": "Hinata",
      "note1": "Nama yang diberikan oleh Kubo Shiori untuk penyedot debu robot (Roomba) yang ia beli. Namun, beberapa saat kemudian, namanya diubah menjadi 'Mugita'."
    },
    {
      "istilah_jp": "日向坂46",
      "istilah_ro": "Hinatazaka46",
      "note1": "Grup yang dibentuk pada 11 Februari 2019. Nama ini diubah secara mendadak seiring dengan debut single Hiragana Keyakizaka."
    },
    {
      "istilah_jp": "ひなたぼっこ",
      "istilah_ro": "Hinatabokko",
      "note1": "Nama untuk penggemar Kitano Hinako (Famili Name)."
    },
    {
      "istilah_jp": "ひなだに",
      "istilah_ro": "Hinadani",
      "note1": "Panggilan yang digunakan oleh para member seangkatannya untuk Okamoto Hina. Berasal dari kebiasaannya yang tidak bisa menghilangkan aksen Mikawa dengan menambahkan '〜dani.' di akhir kalimat."
    },
    {
      "istilah_jp": "日向の温度",
      "istilah_ro": "Hinata no Ondo",
      "note1": "Judul photobook pertama Yoda Yuki."
    },
    {
      "istilah_jp": "ひなたん",
      "istilah_ro": "Hinatan",
      "note1": "Panggilan yang digunakan oleh Ito Riria untuk memanggil Okamoto Hina."
    },
    {
      "istilah_jp": "ひな団",
      "istilah_ro": "Hina-dan",
      "note1": "Sebutan umum untuk para penggemar Okamoto Hina. Diputuskan dari usulan yang dikumpulkan melalui blog."
    },
    {
      "istilah_jp": "ひな壇芸人",
      "istilah_ro": "Hinadan Geinin",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Sakaguchi Tamami. Dinamakan demikian karena \"ia diam-diam berusaha keras tanpa menarik perhatian siapa pun, dan selalu siap dengan posisi membungkuk ke depan.\" Ini ditayangkan pada episode #390 \"Nogizaka Koujichuu\" tanggal 11 Desember 2022."
    },
    {
      "istilah_jp": "ひな壇センター",
      "istilah_ro": "Hinadan Sentā",
      "note1": "Sebutan yang diakui sendiri oleh Hayakawa Seira untuk perannya sebagai pemimpin penyemangat di barisan belakang (hinadan). Kaki Haruka memiliki kesadaran bahwa ia akan mengambil alih peran itu ketika Hayakawa tidak ada."
    },
    {
      "istilah_jp": "ひなちー",
      "istilah_ro": "Hinachii",
      "note1": "Yel-yel untuk Higuchi Hina saat konser."
    },
    {
      "istilah_jp": "ひなちま",
      "istilah_ro": "Hinachima",
      "note1": "Nama panggilan untuk Higuchi Hina. Terkadang disingkat menjadi 'Chima'."
    },
    {
      "istilah_jp": "ひなちまふぁみりー",
      "istilah_ro": "Hinachima Famirii (Family)",
      "note1": "Nama untuk penggemar Higuchi Hina (Famili Name). Meskipun di acara Nogidoko tertulis 'ひなちまファミリー', yang benar adalah semuanya dalam hiragana."
    },
    {
      "istilah_jp": "ひなてぃす",
      "istilah_ro": "Hinathisu",
      "note1": "Nama panggilan untuk Kawago Hina. Hanya Saito Yuuri yang menggunakannya. Terkadang disingkat menjadi 'Thisu'."
    },
    {
      "istilah_jp": "ひなデビル",
      "istilah_ro": "Hina Debiru (Devil)",
      "note1": "Iblis kecil yang muncul di lane handshake menggantikan Kitano Hinako. Bukan 'Kitano Hinako yang mengenakan pakaian iblis'."
    },
    {
      "istilah_jp": "ひなぴょん",
      "istilah_ro": "Hinapyon",
      "note1": "Nama panggilan untuk Kawago Hina. Kawago sendiri suka dipanggil 'Hinapyon' oleh para penggemar (telah dikonfirmasi langsung saat handshake)."
    },
    {
      "istilah_jp": "ひなぴょん同好会",
      "istilah_ro": "Hinapyon Doukoukai",
      "note1": "Nama untuk penggemar Kawago Hina (Famili Name), tetapi ini kurang populer, dan 'Hinameru' lebih sering digunakan."
    },
    {
      "istilah_jp": "ひなめろ",
      "istilah_ro": "Hinameru",
      "note1": "Nama untuk penggemar Kawago Hina (Famili Name), singkatan dari 'tergila-gila pada Hina'. Penggemar pria disebut Hinamero-kun, wanita disebut Hinamero-chan, dan secara kolektif disebut Hinamero-san."
    },
    {
      "istilah_jp": "ひなめろらんど",
      "istilah_ro": "Hinameru Rando (Land)",
      "note1": "Nama acara bincang-bincang untuk memperingati kelulusan Kawago Hina yang diadakan pada 16 Desember 2018. 100 orang diundang melalui undian, dan acara ini juga disiarkan di SHOWROOM. Fukagawa Mai, seorang member yang telah lulus, tampil sebagai bintang tamu rahasia."
    },
    {
      "istilah_jp": "美の暴力",
      "istilah_ro": "Bi no Bouryoku",
      "note1": "Nama panggilan baru untuk Sasaki Kotoko yang diberikan oleh Kawago."
    },
    {
      "istilah_jp": "ビブス",
      "istilah_ro": "Bibisu (Bibs)",
      "note1": "Rompi yang dikenakan untuk mengidentifikasi member selama latihan konser. Memiliki keuntungan karena mudah terlihat dari jauh di venue yang besar, dan terkadang ada orang pengganti yang memakainya jika member asli tidak dapat hadir karena jadwal."
    },
    {
      "istilah_jp": "ヒム子",
      "istilah_ro": "Himuko",
      "note1": "Karakter yang diperankan oleh Himura Yuuki dari Bananaman dalam企画 \"Maji Uta Senshuken\" di acara \"God Tongue\" yang tayang di TV Tokyo. Ia pernah menari bersama member untuk lagu \"Influencer\" di \"TV Tokyo Music Festival 2017\" dan juga tampil bersama di \"Manatsu no Zenkoku Tour 2017\"."
    },
    {
      "istilah_jp": "ヒムラー４",
      "istilah_ro": "Himurer 4",
      "note1": "Nama tim yang digunakan oleh Iwamoto Renka, Umezawa Minami, Kubo Shiori, dan Sakaguchi Tamami dari gen-3 dalam企画 perayaan ulang tahun ke-50 Bananaman Himura Yuuki di \"Nogizaka Koujichuu\" #360 pada 15 Mei 2022. Pengucapannya sama dengan 'Mayora'."
    },
    {
      "istilah_jp": "ピムりん",
      "istilah_ro": "Pimurin",
      "note1": "Nama boneka peri penguin yang selalu dibawa-bawa oleh Hayashi Runa."
    },
    {
      "istilah_jp": "日村にKANSYA♥",
      "istilah_ro": "Himura ni Kansha",
      "note1": "Lagu ulang tahun orisinal yang dibawakan oleh tim gen-1 dalam企画 perayaan ulang tahun ke-50 Bananaman Himura Yuuki di \"Nogizaka Koujichuu\" #360 pada 15 Mei 2022. Lirik dan musiknya dibuat oleh Akimoto Manatsu."
    },
    {
      "istilah_jp": "ひめきゅん",
      "istilah_ro": "Himekyun",
      "note1": "Nama untuk penggemar Nakamoto Himeka (Famili Name). Diadopsi dari komentar di blog, 'Aku sangat suka Himetan, jadi aku akan memanggilnya Himekyun'."
    },
    {
      "istilah_jp": "ひめたん",
      "istilah_ro": "Himetan",
      "note1": "Nama panggilan untuk Nakamoto Himeka."
    },
    {
      "istilah_jp": "ひめたんびーむ",
      "istilah_ro": "Himetan Biimu (Beam)",
      "note1": "Jurus andalan Nakamoto Himeka. Diberi nama oleh Saito Asuka. Nakamoto sendiri menuliskannya dalam hiragana. Ada juga yang mirip seperti 'Kanarin Beam' (Nakada Kana) dan 'Saito Beam' (Saito Yuuri, Saito Chiharu), tetapi jarang terlihat di luar Fuji-Q Highland."
    },
    {
      "istilah_jp": "ひめたん46",
      "istilah_ro": "Himetan 46",
      "note1": "Sebuah segmen di blog Nakamoto Himeka di mana ia memberikan balasan komentar tulisan tangan kepada orang yang mendapatkan angka 46 di dua digit terakhir nomor komentarnya."
    },
    {
      "istilah_jp": "ひめたん結び",
      "istilah_ro": "Himetan Musubi",
      "note1": "Salah satu gaya rambut Nakamoto Himeka. Setengah rambut di satu sisi diikat ke atas dan digulung."
    },
    {
      "istilah_jp": "清松",
      "istilah_ro": "Pyua Pain (Pure Pine)",
      "note1": "Nama duo untuk Seimiya Rei dan Matsuo Miyu. Ditulis dengan kanji '清松' dan dibaca 'Pyua Pain'. Diputuskan dalam siaran radio \"Nogizaka46 no Nogizaka ni Soudan da!\" pada 26 Mei 2023."
    },
    {
      "istilah_jp": "表題曲",
      "istilah_ro": "Hyoudaikyoku",
      "note1": "Lagu yang memiliki judul yang sama dengan judul single atau album. Juga disebut lagu judul."
    },
    {
      "istilah_jp": "氷瀑6",
      "istilah_ro": "Hyoubaku Roku (6)",
      "note1": "Sebutan untuk enam member yang mendaki air terjun es (hyoubaku) dalam kampanye single ke-17 di acara \"Nogizaka Koujichuu\" #97 pada 19 Maret 2017. Keenam member tersebut adalah Akimoto Manatsu, Ikoma Rina, Saito Asuka, Terada Ranze, Hoshino Minami, dan Watanabe Miria."
    },
    {
      "istilah_jp": "ひょろ長亭 梅マヨ",
      "istilah_ro": "Hyoronagatei Ume Mayo",
      "note1": "Nama panggilan imut yang diberikan oleh Bananaman Shitara kepada Umezawa Minami dalam acara \"Nogizaka Koujichuu\" pada 16 April 2017."
    },
    {
      "istilah_jp": "ピヨピヨ丸ドン吉",
      "istilah_ro": "Piyopiyo Maru Donkichi",
      "note1": "Dalam acara \"Nogizaka Pupupu\" pada 1 November 2015, Okabe dari Pepe salah menyebut nama Akimoto Manatsu dengan lelucon ini."
    },
    {
      "istilah_jp": "ひらがなけやき",
      "istilah_ro": "Hiragana Keyaki",
      "note1": "Sebagai sub-grup dari grup saudari Nogizaka46, \"Keyakizaka46\", dibentuklah \"Keyakizaka46\". Awalnya, anggotanya hanya Nagahama Neru, dan kemudian anggota ditambahkan melalui audisi. Pada 11 Februari 2019, nama grup diubah menjadi Hinatazaka46."
    },
    {
      "istilah_jp": "ヒロイン",
      "istilah_ro": "Hiroin (Heroine)",
      "note1": "Judul photobook kedua Yamashita Mizuki."
    },
    {
      "istilah_jp": "ひろしままる",
      "istilah_ro": "Hiroshimamaru",
      "note1": "Salam yang ditampilkan oleh Ioki Mao di pembukaan \"Ogachan-Iochan 12cm Channel\" edisi Hiroshima. Karena ia membuat gerakan sesuai dengan arahan dari bintang tamu, Yoda Yuki, kemungkinan besar ide ini berasal dari Yoda sendiri."
    },
    {
      "istilah_jp": "ぴんくちゃん",
      "istilah_ro": "Pinkuchan",
      "note1": "Salah satu nama unit dari Under Live single ke-34. Diputuskan melalui企画 \"Shinshun! Omikuji Unit\" yang diadakan di \"Nogizaka 46-fun TV\" pada 4 Desember 2023. Unit ini terdiri dari lima member: Okuda Iroha, Sato Rika, Hayashi Runa, Yakubo Mio, dan Yoshida Ayano Christie. Nama ini berasal dari fakta bahwa warna lightstick semua member mengandung warna 'merah muda'."
    },
    {
      "istilah_jp": "ビンゼ",
      "istilah_ro": "Binze",
      "note1": "Nama peran yang dimainkan oleh Shinuchi Mai dalam pertunjukan teater \"Hakaba, Joshikousei\"."
    },
    {
      "istilah_jp": "ピンチケ",
      "istilah_ro": "Pinchike",
      "note1": "Sebutan sinis untuk siswa SMP dan SMA yang tidak mematuhi aturan dan tidak sopan. Berasal dari tiket diskon untuk siswa SMP dan SMA yang dijual di Teater AKB48 berwarna merah muda, sehingga disebut 'pinchike' (tiket pink). Secara umum, ini adalah sebutan untuk orang yang tidak mematuhi aturan atau berperilaku tidak sopan."
    },
    {
      "istilah_jp": "ふぁみたん",
      "istilah_ro": "Famitan",
      "note1": "Nama untuk penggemar Saito Yuuri (Famili Name)."
    },
    {
      "istilah_jp": "ファミリー名",
      "istilah_ro": "Famirii Mei (Family Name)",
      "note1": "Sebutan umum untuk para penggemar dari member yang didukung."
    },
    {
      "istilah_jp": "ふぁむ",
      "istilah_ro": "Famu",
      "note1": "Singkatan dari 'family'. Merujuk pada seluruh penggemar, bukan penggemar tertentu. Yamato Rina pertama kali menggunakannya di blognya pada 13 Januari 2012 (sekarang tidak bisa dilihat lagi) dan sering menggunakan 'Yamatomato Famu', tetapi Ikoma Rina juga mengatakan 'Ikoma Famu' dan Higuchi Hina mengatakan 'Hinachima Famu'."
    },
    {
      "istilah_jp": "ファンタスティック3",
      "istilah_ro": "Fantasutikku Surii (Fantastic 3)",
      "note1": "Salah satu企画 dalam 'Under Live Zenkoku Tour 2017 ~Kanto Series Tokyo Kouen~'. Setiap pertunjukan menampilkan tiga member yang membawakan empat lagu (tiga lagu under + satu lagu utama) sebagai center."
    },
    {
      "istilah_jp": "ファンの証",
      "istilah_ro": "Fan no Akashi",
      "note1": "Sebuah tanda yang diberikan saat berpartisipasi dalam acara (seperti omitatekai, tidak termasuk handshake) atau saat mendaftar di venue pada masa awal pembentukan grup. Di situs resmi tertulis 'Ini akan menjadi paspor yang sangat berharga yang menghubungkan Nogizaka46 dengan Anda', tetapi sekarang mungkin lebih banyak orang (termasuk pihak manajemen) yang tidak mengetahuinya. Sejak debut, tidak ada tanda-tanda stiker ini dibagikan lagi. Ada beberapa versi dengan warna yang berbeda (gambar adalah versi putih)."
    },
    {
      "istilah_jp": "風神雷神コンビ",
      "istilah_ro": "Fuujin Raijin Konbi",
      "note1": "Nama duo untuk Okamoto Hina dan Nakanishi Aruno. Diberikan oleh Oswald Ito di acara \"Shin Nogizaka Star Tanjou!\"."
    },
    {
      "istilah_jp": "ブータン選抜",
      "istilah_ro": "Buutan (Bhutan) Senbatsu",
      "note1": "Sebutan untuk para member yang membawakan lagu \"Harukanaru Bhutan\" di konser kelulusan Ikuta Erika Day 1 pada 14 Desember 2021."
    },
    {
      "istilah_jp": "不運の女王",
      "istilah_ro": "Fuun no Joou",
      "note1": "Slogan dari Oogoshi Hinano."
    },
    {
      "istilah_jp": "フォーシーズンズ 乃木坂46",
      "istilah_ro": "Foo Shiizunzu (Four Seasons) Nogizaka46",
      "note1": "Lihat Shunkashuutou / Four Seasons Nogizaka46."
    },
    {
      "istilah_jp": "フォー事件",
      "istilah_ro": "Foo Jiken (Pho Incident)",
      "note1": "Saat syuting MV single ke-21 \"Jikochuu de Ikou!\" di Vietnam, dalam adegan makan pho di pasar pagi, banyak serangga beterbangan di atas pho yang disajikan. Karena jadwal yang padat, syuting tetap dilanjutkan dan ia memakannya, tetapi di MV hanya member lain yang terlihat."
    },
    {
      "istilah_jp": "フォーチュン中田",
      "istilah_ro": "Foochun (Fortune) Nakada",
      "note1": "Seorang peramal tarot (dalam setting). Katanya sering dibilang mirip dengan Nakada Kana. Pertama kali muncul di siaran langsung \"Nogiten 2\" pada 13 September 2018."
    },
    {
      "istilah_jp": "フォーメーション",
      "istilah_ro": "Foomeshon (Formation)",
      "note1": "Posisi berdiri para member saat tampil. Umumnya terdiri dari tiga baris, di mana dua baris depan adalah Shichifukujin (Fukujin). Ada pengecualian seperti pada single ketiga, di mana Sakurai, yang berada di posisi baris pertama, bukan merupakan Shichifukujin."
    },
    {
      "istilah_jp": "深川ジャンプ会",
      "istilah_ro": "Fukagawa Janpu (Jump) Kai",
      "note1": "Berasal dari kebiasaan mengambil foto melompat dalam laporan kegiatan acara yang diposting di blog manajemen. Pertama kali muncul di blog staf pada 4 April 2014 dalam laporan 'Nico Live \"Nogizaka46 Nama Shutsuen de Nama Kokuhaku! '33-iro no Love Story' Anata mo \"Kidzuitara Kataomoi\"' Report'."
    },
    {
      "istilah_jp": "深川大作戦",
      "istilah_ro": "Fukagawa Daisakusen",
      "note1": "Aksi memindahkan majalah dengan sampul member ke rak depan atau tempat yang lebih mudah terlihat saat menemukannya di minimarket atau tempat lain."
    },
    {
      "istilah_jp": "深川の呪い",
      "istilah_ro": "Fukagawa no Noroi",
      "note1": "Dalam acara \"Nogizaka tte Doko?\" #122 pada 16 Februari 2014, Fukagawa Mai memberikan jam weker sebagai hadiah Valentine kepada Hashimoto Nanami. Namun, orang yang ingin diberi hadiah oleh Hashimoto adalah Akimoto Manatsu. Setelah Hashimoto memberikan hadiahnya kepada Akimoto, jam weker dari Fukagawa tiba-tiba berbunyi keras."
    },
    {
      "istilah_jp": "フカフカさん",
      "istilah_ro": "Fukafuka-san",
      "note1": "Karakter yang diperankan oleh Fukagawa Mai dalam segmen \"Nogizaka Denshidai\" di Nogizaka 46-Hour TV. Merupakan parodi dari Wakuwaku-san dari acara NHK \"Tsukutte Asobo\". Pasangannya adalah Kawagorori yang diperankan oleh Kawago Hina."
    },
    {
      "istilah_jp": "ふかわつき",
      "istilah_ro": "Fukawatsuki",
      "note1": "Nama trio akrab untuk Fukagawa Mai, Kawago Hina, dan Wakatsuki Yumi. Merupakan gabungan nama dari ketiganya."
    },
    {
      "istilah_jp": "プク顔選抜",
      "istilah_ro": "Pukugao Senbatsu",
      "note1": "Diumumkan pada siaran ke-112 \"Nogizaka46 no 'No'\" tanggal 24 Mei 2015. Dipilih berdasarkan voting dari pendengar radio.",
      "note2": "Formasi terdiri dari 18 member dalam 3 baris. Baris ke-3: ⑱Wakatsuki Yumi, ⑰Nishino Nanase, ⑯Nagashima Seira, ⑮Sasaki Kotoko, ⑭Eto Misa, ⑬Akimoto Manatsu, ⑫Hori Miona, ⑪Shiraishi Mai. Baris ke-2: ⑩Yamazaki Rena, ⑨Ikuta Erika, ⑧Nakamoto Himeka, ⑦Terada Ranze, ⑥Kitano Hinako. Baris ke-1 (center): ⑤Fukagawa Mai, ④Ito Marika, ③Hoshino Minami, ②Saito Asuka, ①Hashimoto Nanami.",
      "note3": "Member ① hingga ⑩ di baris pertama dan kedua adalah Pukugao Juufukujin."
    },
    {
      "istilah_jp": "副キャプテン",
      "istilah_ro": "Fuku Kyaputen (Captain)",
      "note1": "Sugawara Satsuki adalah wakil kapten generasi kedua, menjabat sejak 14 Desember 2024. Sebelumnya, posisi ini dipegang oleh Umezawa Minami hingga 22 Februari 2023 dan sempat kosong untuk beberapa saat."
    },
    {
      "istilah_jp": "福神",
      "istilah_ro": "Fukujin",
      "note1": "Istilah umum untuk menyebut Shichifukujin, Hachifukujin, dll., tanpa membedakan jumlahnya. Merujuk pada member di baris pertama dan kedua. Digunakan dalam kalimat seperti 'kembali ke Fukujin'."
    },
    {
      "istilah_jp": "富士山コンビ",
      "istilah_ro": "Fujisan Konbi",
      "note1": "Nama duo akrab untuk Oogoshi Hinano dan Suzuki Yuna. Oogoshi berasal dari Prefektur Shizuoka dan Suzuki dari Prefektur Yamanashi, keduanya memiliki hubungan dengan Gunung Fuji."
    },
    {
      "istilah_jp": "フジROCK帽子",
      "istilah_ro": "Fuji Rokku (Rock) Boushi",
      "note1": "Topi yang dikenakan oleh Akimoto Manatsu dalam kampanye doa kesuksesan single ke-10 di acara \"Nogizaka tte Doko?\" #153 pada 28 September 2014. Juga disebut 'ROCK Bou'. Kemungkinan merupakan gabungan dari 'Pendakian Gunung Fuji' dan 'Fuji Rock Festival'. Akimoto juga mengenakannya saat kampanye doa kesuksesan single ke-17 'Hyoubaku 6' dan pendakian Gunung Fuji untuk single ke-24. Selain itu, saat pendakian Gunung Fuji untuk single ke-30, topi ini dipercayakan kepada member gen-5 yang mendaki, dan mereka mengenakannya secara bergantian."
    },
    {
      "istilah_jp": "フジ6",
      "istilah_ro": "Fuji Roku (Rock)",
      "note1": "Sebutan untuk enam member yang mendaki Gunung Fuji dalam kampanye doa kesuksesan single ke-10 di acara \"Nogizaka tte Doko?\" #153 pada 28 September 2014. Keenam member tersebut adalah Akimoto Manatsu, Ikoma Rina, Sakurai Reika, Hoshino Minami, Hori Miona, dan Matsumura Sayuri."
    },
    {
      "istilah_jp": "普段着",
      "istilah_ro": "Fudangi",
      "note1": "Judul photobook pertama Nishino Nanase."
    },
    {
      "istilah_jp": "物販",
      "istilah_ro": "Buppan",
      "note1": "Stan yang menjual merchandise resmi di lokasi acara seperti handshake atau konser. Digunakan dalam kalimat seperti 'mengantre di buppan'."
    },
    {
      "istilah_jp": "武道館",
      "istilah_ro": "Budoukan",
      "note1": "1. Merujuk pada Nippon Budokan. Didirikan dengan tujuan mempromosikan seni bela diri tradisional Jepang, tetapi juga digunakan sebagai aula serbaguna. Nogizaka46 mengadakan 'Nogizaka46 Merry X'mas Show 2013' di sini pada 20 Desember 2013.",
      "note2": "2. Novel karya Asai Ryo. Banyak yang membelinya karena para member dan keluarga mereka sering menyebutkannya di blog atau 755. Deskripsi konten: 'Saya mencoba untuk mengungkapkan semua salib yang dipikul oleh profesi 'Idol' dalam kata-kata. Anehnya, itu menjadi karya yang menggambarkan zaman sekarang' (penulis)."
    },
    {
      "istilah_jp": "ブナン",
      "istilah_ro": "Bunan",
      "note1": "Nama peran Sakurai Reika dalam drama \"Hatsumori Bemars\". Ia adalah ketua OSIS yang oportunis. Selalu berusaha menyelesaikan segalanya dengan 'aman' (bunan). Nomor punggung 6, posisi right."
    },
    {
      "istilah_jp": "ブラックコーヒー",
      "istilah_ro": "Burakku Koohii (Black Coffee)",
      "note1": "Nama unit yang lahir dari acara TV \"Chou Nogizaka Star Tanjou!\", terdiri dari Ioki Mao dan Okuda Iroha. Dinamakan demikian karena penampilan mereka yang lebih keras dibandingkan dengan \"Cafe au Lait\"."
    },
    {
      "istilah_jp": "フラッシュモブ",
      "istilah_ro": "Furasshu Mobu (Flash Mob)",
      "note1": "Sebuah pertunjukan kejutan di mana orang-orang yang telah bersepakat sebelumnya berkumpul di tempat seperti taman atau alun-alun dengan berpura-pura sebagai pejalan kaki, lalu tiba-tiba menampilkan pertunjukan dan pergi begitu saja setelah selesai. Gaya ini juga digunakan dalam MV lagu coupling single ke-5 \"Kimi no Na wa Kibou Type-B\", \"13-nichi no Kinyoubi\"."
    },
    {
      "istilah_jp": "蕪羅亭魔梨威",
      "istilah_ro": "Buratei Marii",
      "note1": "Salah satu karakter yang muncul dalam pertunjukan teater \"Joshiraku\", dengan ciri khas kimono berwarna merah. Karya aslinya adalah manga dengan nama yang sama karya Kumeta Koji. Dalam sistem triple cast, untuk \"Joshiraku\", peran ini dimainkan oleh Saito Yuuri (tim Ra), Matsumura Sayuri (tim Ku), dan Eto Misa (tim Go). Untuk \"Joshiraku Ni\", peran ini dimainkan oleh Noujou Ami (tim Ra), Inoue Sayuri (tim Ku), dan Yamazaki Rena (tim Go)."
    },
    {
      "istilah_jp": "振り入れ",
      "istilah_ro": "Furi-ire",
      "note1": "Proses mempelajari dan menghafal koreografi sebuah lagu dari seorang koreografer."
    },
    {
      "istilah_jp": "振り返れば、乃木坂",
      "istilah_ro": "Furikaereba, Nogizaka",
      "note1": "Judul photobook ketiga Akimoto Manatsu."
    },
    {
      "istilah_jp": "プリキュア衣装",
      "istilah_ro": "Purikyua (Precure) Ishou",
      "note1": "Sebutan yang digunakan oleh para member untuk kostum yang dikenakan di \"Konser Kelulusan Matsumura Sayuri\"."
    },
    {
      "istilah_jp": "プリン会",
      "istilah_ro": "Purin Kai",
      "note1": "Sebuah kelompok akrab yang terdiri dari Hori Miona, Watanabe Miria, dan Suzuki Ayane. Jabatannya adalah: Hori sebagai ketua, Watanabe sebagai direktur, dan Suzuki sebagai guru. Nama ini berasal dari kecintaan mereka pada puding dari Seven Eleven."
    },
    {
      "istilah_jp": "フルーツ三姉妹",
      "istilah_ro": "Furuutsu (Fruits) Sanshimai",
      "note1": "Sebutan untuk trio akrab Ioki Mao, Ikeda Teresa, dan Ichinose Miku."
    },
    {
      "istilah_jp": "フルーツ事件",
      "istilah_ro": "Furuutsu (Fruits) Jiken",
      "note1": "Saat syuting single ke-21 \"Jikochuu de Ikou!\", ada adegan di mana Matsumura Sayuri dan member lain sedang bersantai di pantai dan bersulang dengan jus buah. Namun, jus buah naga yang ia pegang ternyata tidak enak."
    },
    {
      "istilah_jp": "ブルーファイヤーズ",
      "istilah_ro": "Buruu Faiyaazu (Blue Fires)",
      "note1": "Nama tim yang dipikirkan oleh tim biru dalam estafet \"6-kisei Sports Jouou Ketteisen\" di \"Nogizaka Koujichuu\" #515 (25 Mei 2025)."
    },
    {
      "istilah_jp": "ブレイク",
      "istilah_ro": "Bureiku (Break)",
      "note1": "Bagian hening yang sengaja dimasukkan ke dalam sebuah lagu. Dalam lagu utama single ke-18 \"Nigemizu\", bagian ini diisi dengan \"Clair de Lune\" dari Debussy, menciptakan efek seolah-olah waktu tiba-tiba berhenti."
    },
    {
      "istilah_jp": "フロート",
      "istilah_ro": "Furooto (Float)",
      "note1": "Gerobak hias berukuran besar yang digunakan para member untuk bergerak di dalam venue konser. Versi yang lebih kecil untuk satu orang disebut 'torokko'."
    },
    {
      "istilah_jp": "プロジェクションマッピング",
      "istilah_ro": "Purojekushon Mappingu (Projection Mapping)",
      "note1": "Teknologi untuk memproyeksikan gambar atau CG ke objek atau ruang menggunakan proyektor. Teknologi ini juga digunakan dalam konser di Tokyo Dome pada tahun 2017."
    },
    {
      "istilah_jp": "フロントポジション",
      "istilah_ro": "Furonto Pojishon (Front Position)",
      "note1": "Posisi berdiri para member yang membentuk bagian depan formasi. Umumnya merujuk pada baris pertama dari formasi tiga baris, tetapi terkadang juga merujuk pada gabungan baris pertama dan kedua."
    },
    {
      "istilah_jp": "フロントメンバー",
      "istilah_ro": "Furonto Menbaa (Front Member)",
      "note1": "Umumnya merujuk pada para member yang membentuk baris paling depan dari formasi tiga baris. Terkadang juga bisa merujuk pada gabungan baris pertama dan kedua. Posisi ini diisi oleh para member 'Fukujin'."
    },
    {
      "istilah_jp": "ぶんぞう",
      "istilah_ro": "Bunzou",
      "note1": "Nama panggilan untuk kambing yang dipelihara oleh Yoda Yuki di rumahnya. Nama aslinya adalah Maple, tetapi ibunya memberinya nama panggilan ini. Sayangnya, ia telah tiada, tetapi sekarang ada generasi kedua bernama 'Gonzou'."
    }
  ],
  "ま行": [
    {
      "istilah_jp": "マイク逆事件",
      "istilah_ro": "Maiku Gyaku Jiken",
      "note1": "Insiden di mana Yumiki Nao, saat ditanya kesannya setelah selesai bernyanyi di \"Nogizaka Star Tanjou! LIVE Edisi Siang\", memegang mikrofon secara terbalik."
    },
    {
      "istilah_jp": "麻衣ちゃん（母）",
      "istilah_ro": "Maichan (Haha)",
      "note1": "Sebutan untuk ibu dari Saito Asuka. Karena ada member lain bernama 'Mai' (Shiraishi Mai, Fukagawa Mai), ia menggunakan notasi ini di blognya untuk menghindari kebingungan.",
      "note2": "※ Saya pernah melihat Maichan (ibu), dan ia sangat mirip dengan Asuka hehe"
    },
    {
      "istilah_jp": "まいちゅん",
      "istilah_ro": "Maichun",
      "note1": "Nama panggilan untuk Shinuchi Mai."
    },
    {
      "istilah_jp": "麻衣ホーム",
      "istilah_ro": "Mai Hoomu (Home)",
      "note1": "Tindakan di mana Saito Yuuri memeluk kaki Shiraishi Mai dan menyembunyikan kepalanya di dalam roknya (seperti di foto kanan). Belum jelas apakah tindakan hanya memeluk kaki saja (seperti di foto kiri) juga termasuk dalam istilah ini."
    },
    {
      "istilah_jp": "まいまい",
      "istilah_ro": "Maimai",
      "note1": "Nama panggilan untuk Fukagawa Mai."
    },
    {
      "istilah_jp": "まいみん",
      "istilah_ro": "Maimin",
      "note1": "Nama untuk penggemar Fukagawa Mai (Famili Name). Diusulkan sendiri olehnya di blog dan kemudian menjadi populer. Menurutnya, pelafalan Maimin bukan seperti 'Kabigon↓' melainkan 'Anmin↑'."
    },
    {
      "istilah_jp": "まいやん",
      "istilah_ro": "Maiyan",
      "note1": "Nama panggilan untuk Shiraishi Mai."
    },
    {
      "istilah_jp": "幕間",
      "istilah_ro": "Makuai",
      "note1": "Istilah panggung yang berarti jeda di antara satu babak dan babak berikutnya. Hati-hati, membaca 'makuma' adalah salah!"
    },
    {
      "istilah_jp": "幕張宣言",
      "istilah_ro": "Makuhari Sengen",
      "note1": "Single \"Oide Shampoo\" yang dirilis pada 2 Mei 2012 bertepatan dengan single debut Sashihara Rino (AKB48) \"Soredemo Suki da yo\", sehingga persaingan keduanya menjadi topik hangat. Pada 12 Mei, diadakan acara handshake bersama di Makuhari Messe, di mana sebuah upacara mediasi ditandatangani dengan deklarasi 10 poin, termasuk 'Mulai sekarang, kami tidak akan bersaing'. Sebagai Duta Pariwisata Oita dari Nogizaka46 dan Duta Pariwisata Oita dari Sashihara Rino, Wali Kota Oita, Bapak Kugimiya, hadir sebagai saksi."
    },
    {
      "istilah_jp": "マグロ",
      "istilah_ro": "Maguro",
      "note1": "Muncul sebagai dialog karakter Ima Wako dalam pertunjukan \"16-nin no Principal deux\". Karena dialognya yang berkesan, para member terkadang menggunakannya sebagai bahan lelucon. Dalam pertunjukan, ikan tuna besar seperti yang dipegang oleh Ikuta Erika (foto kiri) benar-benar muncul."
    },
    {
      "istilah_jp": "孫の代まで届くあすか",
      "istilah_ro": "Mago no Dai made Todoku Asuka",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Ogawa Aya. Dinamakan demikian karena \"saya senang bahwa 'Asuka' bisa sampai ke generasi muda seperti Ogawa yang saya anggap seperti cucu.\" Ini ditayangkan pada episode #389 \"Nogizaka Koujichuu\" tanggal 4 Desember 2022."
    },
    {
      "istilah_jp": "また、いつか",
      "istilah_ro": "Mata, Itsuka",
      "note1": "Judul photobook pertama Hayakawa Seira."
    },
    {
      "istilah_jp": "まだ若い君へ",
      "istilah_ro": "Mada Wakai Kimi e",
      "note1": "Lagu orisinal yang ditulis oleh Hatanaka dari duo Oswald untuk para member gen-5 di acara TV \"Shin Nogizaka Star Tanjou!\". Dalam acara tersebut, lagu ini dibawakan oleh unit \"Cafe au Lait\"."
    },
    {
      "istilah_jp": "マチソワ",
      "istilah_ro": "MachiSowa",
      "note1": "Sebutan untuk pertunjukan siang (matinee) dan malam (soirée). Jika ada pertunjukan siang dan malam dalam satu hari, digunakan istilah seperti 'Hari ini MachiSowa'."
    },
    {
      "istilah_jp": "マチネ",
      "istilah_ro": "Machinee (Matinee)",
      "note1": "Sebutan untuk pertunjukan siang. Berasal dari kata Prancis 'matinée' (pagi). Pertunjukan malam disebut 'soirée'."
    },
    {
      "istilah_jp": "まちゃおん",
      "istilah_ro": "Machaon",
      "note1": "Panggilan unik yang digunakan oleh Ikeda Teresa untuk memanggil Ioki Mao."
    },
    {
      "istilah_jp": "まっさら",
      "istilah_ro": "Massara",
      "note1": "Judul photobook pertama Kaki Haruka."
    },
    {
      "istilah_jp": "松村沙友理のもぐもぐ配信",
      "istilah_ro": "Matsumura Sayuri no Mogumogu Haishin",
      "note1": "Program internet yang mulai disiarkan di \"SHOWROOM\" sejak 23 Juli 2018. Dijadwalkan tayang setiap Senin malam. Seharusnya dimulai pada 18 Juni (Senin), tetapi ditunda."
    },
    {
      "istilah_jp": "的林つぐみ",
      "istilah_ro": "Matobayashi Tsugumi",
      "note1": "Karakter dari manga \"Asahinagu\". Versi panggung diperankan oleh Kitano Hinako, dan versi film diperankan oleh aktris tamu Ogata Momo."
    },
    {
      "istilah_jp": "まなちゃん先輩",
      "istilah_ro": "Manachan-senpai",
      "note1": "Panggilan yang digunakan Tsutsui Ayame secara diam-diam untuk Akimoto Manatsu. Ia belum bisa memanggilnya seperti itu di hadapannya."
    },
    {
      "istilah_jp": "真夏軍団",
      "istilah_ro": "Manatsu Gundan",
      "note1": "Singkatan dari Manatsu-san Respect Gundan."
    },
    {
      "istilah_jp": "真夏さんリスペクト軍団",
      "istilah_ro": "Manatsu-san Risupekuto (Respect) Gundan",
      "note1": "Sebuah unit yang dibentuk mengikuti tren Sayuringo Gundan, dengan Akimoto Manatsu (bertanggung jawab atas krim) sebagai ketua. Anggotanya adalah Sagara Iori (bertanggung jawab atas permen), Suzuki Ayane (bertanggung jawab atas puding), dan Watanabe Miria (bertanggung jawab atas es). Konsep gundan ini adalah 'pacar iblis kecil nasional'. Aturannya adalah memperlihatkan bahu dan hanya mengecat kuku kelingking kiri dengan cat kuku merah.",
      "note2": "Di grup saudari Keyakizaka46, ada 'Keyaki no Akimoto Manatsu-san Respect Gundan' yang diakui secara resmi oleh Akimoto, dengan Nagasawa Nanako dan Kato Shiho sebagai anggotanya."
    },
    {
      "istilah_jp": "真夏先輩の先輩",
      "istilah_ro": "Manatsu-senpai no Senpai",
      "note1": "Sebutan untuk Degawa Tetsuro. Diucapkan oleh Ikoma Rina dalam acara \"Nogizaka tte Doko?\" pada 18 Agustus 2013. Nuansanya adalah senior dari Akimoto Manatsu yang memiliki banyak pengalaman dalam hal reaksi seperti mandi air terjun dan skydiving."
    },
    {
      "istilah_jp": "まなったん",
      "istilah_ro": "Manattan",
      "note1": "Nama panggilan untuk Akimoto Manatsu. Para member sering mengejeknya dengan sebutan 'Tsurittan' karena kemampuannya dalam 'memancing' penggemar."
    },
    {
      "istilah_jp": "まなったんゲーム",
      "istilah_ro": "Manattan Geemu (Game)",
      "note1": "Permainan yang populer di kalangan member selama tur musim panas tahun 2016. Dicetuskan oleh Matsumura Sayuri, dan dimainkan terutama oleh Akimoto Manatsu, Shiraishi Mai, Takayama Kazumi, dan Matsumura Sayuri, bahkan melibatkan para penata rias. Ini adalah permainan di mana orang yang menerima 'zukkyun' kedua kali, orang di kedua sisinya harus melakukan gerakan 'dokidoki'."
    },
    {
      "istilah_jp": "真夏の気圧配置",
      "istilah_ro": "Manatsu no Kiatsuhaichi",
      "note1": "Judul photobook pertama Akimoto Manatsu."
    },
    {
      "istilah_jp": "まなハラ",
      "istilah_ro": "Manahara",
      "note1": "Juga dikenal sebagai Manahara. Secara sempit, ini merujuk pada Akimoto Manatsu yang memberikan tugas dengan rintangan tinggi kepada member berikutnya di siaran SHOWROOM 'Nogiobi'. Belakangan ini, istilah ini tidak hanya terbatas pada itu, tetapi juga mencakup tindakan memaksa member memakai telinga kucing atau bersikap imut secara umum, yang kemudian diejek sebagai 'Manatsu Harassment' dan disingkat menjadi 'Manahara'."
    },
    {
      "istilah_jp": "マニ",
      "istilah_ro": "Mani",
      "note1": "Nama panggilan untuk Kawamura Mahiro. Alasannya, 'karena Mahiro tiga suku kata dan terlalu panjang, jadi Mani lebih enak didengar'."
    },
    {
      "istilah_jp": "マニマニフラッシュ",
      "istilah_ro": "Manimani Furasshu (Flash)",
      "note1": "Jurus andalan Kawamura Mahiro. Ditampilkan pada konser Under Live malam hari di Roppongi pada 11 Oktober 2014 sebagai tandingan dari 'Himetan Beam'."
    },
    {
      "istilah_jp": "魔法少女サクナギ",
      "istilah_ro": "Mahou Shoujo Sakunagi",
      "note1": "Duo penyihir yang muncul di \"Chou Nogizaka Star Tanjou!\" untuk mengalahkan kejahatan. Mahou Shoujo Sakura diperankan oleh Kawasaki Sakura, dan Mahou Shoujo Nagi diperankan oleh Inoue Nagi."
    },
    {
      "istilah_jp": "魔法少女腹黒",
      "istilah_ro": "Mahou Shoujo Haraguro",
      "note1": "Nama panggilan baru yang diberikan oleh Kawago kepada Wakatsuki Yumi di \"Nogizaka tte, Koko!\"."
    },
    {
      "istilah_jp": "魔法、使えます",
      "istilah_ro": "Mahou, Tsukaemasu",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Kitagawa Yuri. Dipublikasikan dalam siaran \"Saito Asuka kara Member no Minna e Atsui Message! [Nogizaka Koujichuu Bangaihen]\" di Nogizaka Haishinchuu pada 12 Desember 2022."
    },
    {
      "istilah_jp": "ママ",
      "istilah_ro": "Mama",
      "note1": "Panggilan unik yang digunakan oleh Yakubo Mio untuk memanggil para member gen-3 yang hubungannya menjadi dekat saat Under Live. Ito Riria, meskipun seumuran, juga dipanggil 'Mama'."
    },
    {
      "istilah_jp": "ままったん",
      "istilah_ro": "Mamattan",
      "note1": "Sebutan umum untuk ibu dari Akimoto Manatsu."
    },
    {
      "istilah_jp": "まもんじん",
      "istilah_ro": "Mamonjin",
      "note1": "Tercipta ketika Akimoto Manatsu salah ketik 'Maiyan' menjadi 'Mamonjin' dalam email Mobame yang ia kirim pada 16 Januari 2020. Selain dijual sebagai merchandise resmi untuk memperingati kelulusan Shiraishi, ini juga muncul sebagai kartu pos rahasia dalam bonus terbatas untuk pembeli."
    },
    {
      "istilah_jp": "まゆこ",
      "istilah_ro": "Mayuko",
      "note1": "Sebutan untuk mantan manajer Nogizaka46, Koide Mayuko. Dalam DVD bonus album ke-2 \"Sorezore no Isu Type-D\", ia merilis video berharga yang jarang terlihat, yaitu \"Mayuko no Douga\", yang berisi kumpulan rekaman yang ia ambil dengan ponselnya."
    },
    {
      "istilah_jp": "まゆ坂46",
      "istilah_ro": "Mayuzaka46",
      "note1": "Unit kolaborasi yang dibentuk untuk lagu coupling \"Twintail wa Mou Shinai\" dari single solo kedua Watanabe Mayu (AKB48), \"Otona Jellybeans\".",
      "note2": "Terdiri dari Watanabe Mayu (AKB48) + member Nogizaka46 berikut: Ikuta Erika, Ikoma Rina, Ito Marika, Inoue Sayuri, Saito Yuuri, Sakurai Reika, Shiraishi Mai, Takayama Kazumi, Nakada Kana, Nishino Nanase, Hashimoto Nanami, Fukagawa Mai, Hoshino Minami, Matsumura Sayuri, Wakatsuki Yumi."
    },
    {
      "istilah_jp": "まゆさつ",
      "istilah_ro": "Mayusatsu",
      "note1": "Sebutan untuk duo senior-junior akrab, Tamura Mayu dan Sugawara Satsuki."
    },
    {
      "istilah_jp": "まゆせーら",
      "istilah_ro": "Mayuseera",
      "note1": "Sebutan untuk duo akrab Tamura Mayu dan Hayakawa Seira."
    },
    {
      "istilah_jp": "まゆたん",
      "istilah_ro": "Mayutan",
      "note1": "Nama panggilan untuk Tamura Mayu."
    },
    {
      "istilah_jp": "まゆたん協会",
      "istilah_ro": "Mayutan Kyoukai",
      "note1": "Nama gundan (kelompok) yang dipimpin oleh Tamura Mayu dalam企画 \"Shin Gundan Draft Battle Kikaku\" di \"Nogizaka Koujichuu\" #472 (21 Juli 2024). Dinamakan demikian karena ia 'mencari teman yang akan memanjakannya'. Anggota gundan ini adalah Ikeda Teresa, Ichinose Miku, Ogawa Aya, dan Sugawara Satsuki. Warna tema mereka adalah merah muda."
    },
    {
      "istilah_jp": "マヨラー星人",
      "istilah_ro": "Mayoraa Seijin",
      "note1": "Dalam perkenalan diri awal Shiraishi Mai sebelum debut, ia sempat menggunakan frasa \"Aku adalah alien mayones dari dimensi keempat\"."
    },
    {
      "istilah_jp": "まりお",
      "istilah_ro": "Mario",
      "note1": "Nama panggilan untuk Nagashima Rio yang diberikan oleh Ogawa Aya."
    },
    {
      "istilah_jp": "まりっか",
      "istilah_ro": "Marikka",
      "note1": "Nama panggilan untuk Ito Marika. Terkadang juga dipanggil 'Marika'."
    },
    {
      "istilah_jp": "まりっ会",
      "istilah_ro": "Marikkai",
      "note1": "Nama untuk penggemar Ito Marika (Famili Name). Diputuskan setelah mengumpulkan usulan nama di blog."
    },
    {
      "istilah_jp": "まりっか'17",
      "istilah_ro": "Marikka '17",
      "note1": "Lagu dalam PV individu Ito Marika \"1 Cut!\" yang terdapat di single ke-5 \"Kimi no Na wa Kibou Type-A\"."
    },
    {
      "istilah_jp": "マリネ",
      "istilah_ro": "Marine",
      "note1": "Nama peran yang dimainkan oleh Wakatsuki Yumi dalam pertunjukan teater \"Subete no Inu wa Tengoku e Iku\"."
    },
    {
      "istilah_jp": "マルキュー",
      "istilah_ro": "Marukyuu",
      "note1": "Nama peran Hashimoto Nanami dalam drama \"Hatsumori Bemars\". Nomor punggung 10, posisi third base."
    },
    {
      "istilah_jp": "マルル",
      "istilah_ro": "Maruru",
      "note1": "Meskipun nama panggilan Nakanishi Aruno biasanya adalah 'Aruru', ia dipanggil seperti ini ketika wajahnya bengkak dan bulat setelah mencabut empat gigi geraham bungsu sekaligus."
    },
    {
      "istilah_jp": "まろせらコンビ",
      "istilah_ro": "Marosera Konbi",
      "note1": "Nama duo untuk Kawamura Mahiro dan Miyazawa Seira."
    },
    {
      "istilah_jp": "まろやか隠し味噌",
      "istilah_ro": "Maroyaka Kakushi Miso",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Suzuki Ayane. Dinamakan demikian karena \"wajahnya yang anggun dan kepribadiannya yang bertolak belakang dengan citra publiknya telah lama tersembunyi.\" Ini ditayangkan pada episode #390 \"Nogizaka Koujichuu\" tanggal 11 Desember 2022."
    }
  ],
"や行": [
    {
      "istilah_jp": "夜曲",
      "istilah_ro": "Yakyoku",
      "note1": "Sebutan untuk 'Ongakugeki \"Yakyoku\"' di mana Inoue Sayuri memerankan tokoh utama wanita."
    },
    {
      "istilah_jp": "焼肉三姉妹",
      "istilah_ro": "Yakiniku Sanshimai",
      "note1": "Nama trio akrab yang terdiri dari Sato Kaede, Mukai Hazuki, dan Yoda Yuki. 'Shin Yakiniku Sanshimai' yang dibentuk oleh para member gen-5 juga ada."
    },
    {
      "istilah_jp": "矢久保チャンネル",
      "istilah_ro": "Yakubo Channeru (Channel)",
      "note1": "Sebuah企画飯テロ (teror makanan) di mana Yakubo Mio melaporkan 'apa yang dimakan oleh para member Nogizaka46 saat tur nasional?', yang dipublikasikan di 'Nogi Douga'. Nama ini merupakan parodi dari 'Kubo Channel', dan hal ini tidak diberitahukan kepada Kubo Shiori."
    },
    {
      "istilah_jp": "矢久保の部屋",
      "istilah_ro": "Yakubo no Heya",
      "note1": "Acara bincang-bincang yang dipandu oleh Yakubo Mio, pendukung resmi aplikasi game \"Nogizaka-teki Fractal\". Meskipun disiarkan langsung di X (sebelumnya Twitter), arsipnya juga tersedia di saluran YouTube resmi Nogizaka-teki Fractal."
    },
    {
      "istilah_jp": "やさしい棘",
      "istilah_ro": "Yasashii Toge",
      "note1": "Judul photobook pertama Hashimoto Nanami."
    },
    {
      "istilah_jp": "八十村将子",
      "istilah_ro": "Yasomura Shouko",
      "note1": "Karakter dari manga \"Asahinagu\". Versi panggung diperankan oleh Inoue Sayuri, dan versi film diperankan oleh Sakurai Reika."
    },
    {
      "istilah_jp": "やだもん",
      "istilah_ro": "Yadamon",
      "note1": "Nama panggilan untuk Yada Moeka yang diberikan oleh Ogawa Aya."
    },
    {
      "istilah_jp": "ヤバしゅう",
      "istilah_ro": "Yabashuu",
      "note1": "Kata yang diucapkan oleh Nishino Nanase dalam acara \"Nogizaka tte Doko? #87\" pada 9 Juni 2013. Dalam企画 untuk mengubah kata 'Yabai desho' (gawat kan) menjadi lebih sopan, ia menjelaskan bahwa 'karena 'oishii' (enak) menjadi 'oishuu', maka 'yabai' menjadi 'yabashuu'.\" Setelah siaran, ia juga menggunakan 'Yabashuu gozaimasu' sebagai lelucon di blognya, dan kata ini sempat populer di kalangan penggemar."
    },
    {
      "istilah_jp": "やま",
      "istilah_ro": "Yama",
      "note1": "Panggilan yang digunakan oleh para member untuk memanggil Yamashita Mizuki. Sebagian besar yang memanggilnya demikian adalah para member gen-3. Aksennya ada pada suku kata 'ya'. Saito Asuka, yang hubungannya menjadi dekat saat syuting drama 'Eizouken ni wa Te o Dasu na!', juga memanggilnya seperti ini."
    },
    {
      "istilah_jp": "ヤマケン",
      "istilah_ro": "Yamaken",
      "note1": "Dalam segmen karaoke kostum di \"Nogizaka Koujichuu #341\" pada 26 Desember 2021, Yamashita memerankan Matsuken (Matsudaira Ken) untuk lagu \"Matsuken Samba II\". Hayakawa Seira memanggilnya 'Yamaken-san', dan sejak saat itu panggilan tersebut melekat."
    },
    {
      "istilah_jp": "ヤマケンサンバ",
      "istilah_ro": "Yamaken Sanba (Samba)",
      "note1": "Sebutan untuk penampilan \"Matsuken Samba II\" oleh Yamashita Mizuki, Seimiya Rei, dan Hayakawa Seira dalam segmen karaoke kostum di \"Nogizaka Koujichuu #341\" pada 26 Desember 2021. Karena Yamashita memerankan Matsuken (Matsudaira Ken), Hayakawa Seira memanggilnya 'Yamaken-san' dan sebutan itu pun melekat. Pada NHK Kouhaku Uta Gassen tahun itu, \"Matsuken Samba II\" menjadi penutup paruh pertama sebagai企画 khusus, dan ketiga member tersebut juga tampil di sana, yang menjadi sebuah 'foreshadowing' yang epik dan menjadi perbincangan."
    },
    {
      "istilah_jp": "山下軍団",
      "istilah_ro": "Yamashita Gundan",
      "note1": "Dibentuk pada 'Konser Kelulusan Yamashita Mizuki Hari ke-1' pada 11 Mei 2024. Ketua gundan (kelompok) adalah Yamashita Mizuki, dan anggotanya terdiri dari Ioki Mao (Mountain Ioki), Ichinose Miku (Ichinose Chomolungma Miku), Kaki Haruka (Kaki YAMA Haruka), dan Kawasaki Sakura (Kawasaki Sakurajima). Namun, gundan ini dinyatakan bubar pada hari pembentukannya."
    },
    {
      "istilah_jp": "やましたほくろ復活祭",
      "istilah_ro": "Yamashita Hokuro Fukkatsusai",
      "note1": "Sebuah insiden di mana tahi lalat yang seharusnya ada di leher Yamashita Mizuki di foto artis single ke-24 ternyata telah di-retouch. Yamashita sendiri menyinggung hal ini di email resminya, dan setelah itu foto artis tersebut diperbaiki. Kemudian, Yamashita sendiri mengusulkan tagar '#やましたほくろ復活祭' (Festival Kebangkitan Tahi Lalat Yamashita) di email resminya."
    },
    {
      "istilah_jp": "やまとまと",
      "istilah_ro": "Yamatomato",
      "note1": "Nama panggilan untuk Yamato Rina. Terkadang disingkat menjadi 'Tomato', tetapi Yamato sendiri ingin dipanggil 'Rii-chan'. Namun, saat konser terakhir Manatsu no Zenkoku Tour 2014 di Jingu Stadium, setelah para penggemar meneriakkan yel-yel 'Yamatomato', ia mungkin berubah pikiran dan tidak jadi berhenti menggunakan nama tomat..."
    },
    {
      "istilah_jp": "山のオジさん",
      "istilah_ro": "Yama no Ojisan",
      "note1": "Julukan yang diberikan oleh Ikoma Rina pada dirinya sendiri. Dalam acara \"NOGIBINGO!2\" yang tayang pada 28 Februari 2014, saat menjelaskan kepada Yoneoku Kyoka bahwa ia menjadi sangat kuat di alam karena 'ketika di gunung, aku menjadi manusia super', ia menyebut dirinya 'Paman Gunung'."
    },
    {
      "istilah_jp": "ヤラカシタヤラカシタ",
      "istilah_ro": "Yarakashita Yarakashita",
      "note1": "Kalimat yang diucapkan oleh Umezawa Minami saat menirukan 'Sato Kaede yang ekspresinya datar dan bicaranya monoton' dalam acara \"Nogizaka Koujichuu #165\" segmen \"Uchiwa Uke Monomane Taishou\", ketika ia menumpahkan minuman dari gelasnya."
    },
    {
      "istilah_jp": "やんちゃなやんちゃん",
      "istilah_ro": "Yanchana Yanchan",
      "note1": "Sebuah sketsa komedi duo yang muncul di \"Nogizaka Skits\". Mereka menampilkan materi ritmis yang sepenuhnya orisinal. Duo ini terdiri dari \"Yanchana Yanchan (Kanagawa Saya)\" dan \"Yancha Janai Kakkii (Kaki Haruka)\"."
    },
    {
      "istilah_jp": "やんちゃん",
      "istilah_ro": "Yanchan",
      "note1": "Nama panggilan untuk Kanagawa Saya. Diberikan oleh Seimiya Rei, dengan alasan 'karena dia nakal (yancha)'."
    },
    {
      "istilah_jp": "ユウウツ",
      "istilah_ro": "Yuuutsu",
      "note1": "Nama peran Matsumura Sayuri dalam drama \"Hatsumori Bemars\". Peliharaannya adalah seekor semut bernama 'Tajima'. Nomor punggung 7, posisi sebagai pemain cadangan."
    },
    {
      "istilah_jp": "ゆうこちゃん",
      "istilah_ro": "Yuukochan",
      "note1": "Nama bantal peluk yang diberikan oleh Ozono Momoko sebagai hadiah ulang tahun ke-46 untuk Bananaman Himura."
    },
    {
      "istilah_jp": "優柔不断なプリンセス",
      "istilah_ro": "Yuujuufudan na Purinsesu (Princess)",
      "note1": "Salah satu nama unit dari Under Live single ke-34. Diputuskan melalui企画 \"Shinshun! Omikuji Unit\" yang diadakan di \"Nogizaka 46-fun TV\" pada 4 Desember 2023. Unit ini terdiri dari lima member: Ito Riria, Okamoto Hina, Sakaguchi Tamami, Seimiya Rei, dan Nakamura Reno. Karena mereka kesulitan memutuskan nama unit, Ito Riria akhirnya memutuskan nama ini berdasarkan kata 'Princess' dan 'Yuujuufudan' (plin-plan) yang banyak muncul di komentar siaran."
    },
    {
      "istilah_jp": "ゆうちゃん",
      "istilah_ro": "Yuuchan",
      "note1": "Nama panggilan untuk Suzuki Yuna yang diberikan oleh Ogawa Aya. Poin pentingnya adalah aksennya sama seperti 'Jeans'."
    },
    {
      "istilah_jp": "湯けむり三姉妹",
      "istilah_ro": "Yukemuri Sanshimai",
      "note1": "Ito Marika, Inoue Sayuri, dan Nakamoto Himeka muncul sebagai 'Yukemuri Sanshimai Nakayoshi Gravure' di \"FLASH Special Gravure BEST 2016 New Year Issue\". Mereka lebih sering disebut 'Onsen Trio'."
    },
    {
      "istilah_jp": "ゆっきーな",
      "istilah_ro": "Yukkiina",
      "note1": "Nama panggilan untuk Kashiwa Yukina."
    },
    {
      "istilah_jp": "ゆったん",
      "istilah_ro": "Yuttan",
      "note1": "Nama panggilan untuk Saito Yuuri. Juga disebut 'Yuttantan'."
    },
    {
      "istilah_jp": "ゆっちゃん",
      "istilah_ro": "Yucchan",
      "note1": "Nama panggilan untuk Saito Yuuri. Sering digunakan oleh para member, jarang digunakan oleh penggemar."
    },
    {
      "istilah_jp": "ユニット",
      "istilah_ro": "Yunitto (Unit)",
      "note1": "Sebutan untuk member vokal yang terdiri dari dua orang atau lebih. Lagu yang dibawakan oleh unit disebut 'unit song'."
    },
    {
      "istilah_jp": "ユニット曲",
      "istilah_ro": "Yunitto Kyoku (Unit Song)",
      "note1": "Lagu yang ditampilkan oleh dua atau lebih member saja."
    },
    {
      "istilah_jp": "ゆみ姉",
      "istilah_ro": "Yumi-nee",
      "note1": "Nama panggilan untuk Iwase Yumiko. Member tertua yang pernah terdaftar di Nogizaka46."
    },
    {
      "istilah_jp": "夢の近く",
      "istilah_ro": "Yume no Chikaku",
      "note1": "Judul photobook pertama Umezawa Minami."
    },
    {
      "istilah_jp": "ゆりあや",
      "istilah_ro": "Yuriaya",
      "note1": "Nama duo untuk Kitagawa Yuri dan Tsutsui Ayame. Diputuskan dalam siaran Neko-jita SHOWROOM pada 9 Februari 2022."
    },
    {
      "istilah_jp": "ゆるふわ裏番長",
      "istilah_ro": "Yurufuwa Ura Banchou",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Matsuo Miyu. Dipublikasikan dalam siaran \"Saito Asuka kara Member no Minna e Atsui Message! [Nogizaka Koujichuu Bangaihen]\" di Nogizaka Haishinchuu pada 12 Desember 2022."
    },
    {
      "istilah_jp": "揺れない綱渡り",
      "istilah_ro": "Yurenai Tsunawatari",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Yoshida Ayano Christie. Dipublikasikan dalam siaran \"Saito Asuka kara Member no Minna e Atsui Message! [Nogizaka Koujichuu Bangaihen]\" di Nogizaka Haishinchuu pada 12 Desember 2022."
    },
    {
      "istilah_jp": "夜明け三銃士",
      "istilah_ro": "Yoake Sanjuushi",
      "note1": "Sebutan untuk Endo Sakura, Kaki Haruka, dan Tsutsui Ayame, yang pertama kali terpilih sebagai senbatsu dari gen-4 dan langsung menempati tiga posisi tengah depan pada single ke-24 \"Yoake Made Tsuyogaranakutemo Ii\"."
    },
    {
      "istilah_jp": "夜明けまで飲んでいたら靴が片一方なくなっちゃったけど別にいい",
      "istilah_ro": "Yoake made Nondeitara Kutsu ga Kataippou Nakunachattakedo Betsu ni Ii",
      "note1": "Judul lagu yang sengaja diplesetkan oleh Bananaman Shitara dari judul asli single ke-24, \"Yoake Made Tsuyogaranakutemo Ii\". Dalam teks di acara \"Nogizaka Koujichuu\", judulnya ditulis sebagai '夜明けまで飲んでいたら靴が片方なくなっちゃったけど別にいい'."
    },
    {
      "istilah_jp": "妖怪・もののけんぴ姫",
      "istilah_ro": "Youkai Mononokenpi Hime",
      "note1": "Karakter yang lahir di acara 'Shinuchi Mai no All Night Nippon zero'. Hantu yang mendekat sambil mengeluarkan suara 'pori-pori'. Terinspirasi dari Inoue Sayuri yang sedang memakan imokenpi selama acara, oleh staf program."
    },
    {
      "istilah_jp": "ヨーダ",
      "istilah_ro": "Yooda (Yoda)",
      "note1": "Judul photobook ketiga Yoda Yuki."
    },
    {
      "istilah_jp": "よくしゃべる関西人",
      "istilah_ro": "Yoku Shaberu Kansaijin",
      "note1": "Nama duo untuk Hayakawa Seira dan Yumiki Nao. Juga disebut 'Urusai Kansaijin'."
    },
    {
      "istilah_jp": "横アリ",
      "istilah_ro": "Yokoari",
      "note1": "Sebutan untuk Yokohama Arena, sebuah aula acara di Yokohama, Prefektur Kanagawa. Kapasitas maksimumnya adalah 17.000 orang (menurut situs resminya). Nogizaka pertama kali mengadakan acara di sana, yaitu \"2ND YEAR BIRTHDAY LIVE\", pada 22 Februari 2014."
    },
    {
      "istilah_jp": "吉本坂46",
      "istilah_ro": "Yoshimotozaka46",
      "note1": "Diumumkan pada 21 Februari 2018 sebagai seri ketiga dari Sakamichi Series setelah Nogizaka46 dan Keyakizaka46. Para member dipilih melalui audisi dari 6.000 talenta yang bernaung di bawah Yoshimoto. Kemudian, karena penyebaran infeksi virus corona, grup ini hiatus sejak 5 Februari 2022."
    },
    {
      "istilah_jp": "予習DVD",
      "istilah_ro": "Yoshuu DVD",
      "note1": "Salah satu merchandise yang termasuk dalam 'Tiket Manatsu no Zenkoku Tour 2015 dengan Barang Dukungan' yang dijual terbatas sebanyak 20.000 kopi di Seven Eleven. 'Panduan Lagu Terkenal', 'Panduan Lagu Coupling', dan 'Backstage Sebelum Konser' menggunakan rekaman konser 'Manatsu no Zenkoku Tour 2014' yang belum pernah dirilis dalam bentuk video. Selain itu, DVD ini juga berisi panduan kota yang direkomendasikan oleh para member, semuanya adalah rekaman orisinal."
    },
    {
      "istilah_jp": "よだっちょ",
      "istilah_ro": "Yodaccho",
      "note1": "Nama panggilan untuk Yoda Yuki. Biasanya dipanggil begitu oleh Saito Asuka."
    },
    {
      "istilah_jp": "よだめん",
      "istilah_ro": "Yodamen",
      "note1": "Nama unit yang menyanyikan lagu \"Zabunzazabun\" yang terdapat dalam single ke-27. Member yang menyanyikannya adalah dua orang: Yoda Yuki dan Tsutsui Ayame."
    },
    {
      "istilah_jp": "よだもも",
      "istilah_ro": "Yodamomo",
      "note1": "Nama duo untuk Yoda Yuki dan Ozono Momoko. Duo akrab ini terbentuk sejak mereka terpilih sebagai W-center untuk lagu \"Nigemizu\"."
    },
    {
      "istilah_jp": "夜が明けたら",
      "istilah_ro": "Yoru ga Aketara",
      "note1": "Judul photobook kedua Shinuchi Mai."
    },
    {
      "istilah_jp": "四姉妹",
      "istilah_ro": "Yonshimai",
      "note1": "Nama grup akrab yang terdiri dari empat orang: Sasaki Kotoko, Suzuki Ayane, Terada Ranze, dan Hori Miona."
    }
  ],
  "ら行": [
    {
      "istilah_jp": "楽天Kobo",
      "istilah_ro": "Rakuten Kobo",
      "note1": "Buku elektronik yang digunakan sebagai sistem pemungutan suara dalam \"16-nin no Principal Trois\". Sayangnya, sering terjadi masalah sistem, dan dalam kasus seperti itu, kertas suara digunakan sebagai gantinya."
    },
    {
      "istilah_jp": "らじらー！サンデー",
      "istilah_ro": "Rajiraa! Sandee (Sunday)",
      "note1": "Sebuah program radio di NHK Radio Daiichi di mana Inoue Sayuri dan Hoshino Minami menjadi pembawa acara secara bergantian setiap dua minggu bersama Nakata Atsuhiko dan Fujimori Shingo (Oriental Radio).",
      "note2": "Dahulu, Nakamoto Himeka menjadi pembawa acara pada minggu pertama, ketiga dan kelima."
    },
    {
      "istilah_jp": "楽日",
      "istilah_ro": "Rakubi",
      "note1": "Hari terakhir pertunjukan, atau 'senshuuraku'. Terkadang disingkat menjadi 'raku'."
    },
    {
      "istilah_jp": "ラブリータイプのIKKOさん",
      "istilah_ro": "Raburii Taipu (Lovely Type) no IKKOsan",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Umezawa Minami. Dinamakan demikian karena \"kehadirannya yang sangat kuat dan obsesinya pada kecantikan\". Ini ditayangkan pada episode #389 \"Nogizaka Koujichuu\" tanggal 4 Desember 2022."
    },
    {
      "istilah_jp": "ラブリーちゃん",
      "istilah_ro": "Raburii-chan (Lovely-chan)",
      "note1": "Karakter imut yang sesekali ditampilkan oleh Takayama Kazumi di ruang ganti."
    },
    {
      "istilah_jp": "らりにゃん",
      "istilah_ro": "Rarinyan",
      "note1": "Nama panggilan untuk duo Nagashima Seira dan Inoue Sayuri. Berasal dari 'Rarin' milik Nagashima dan 'Sayunyan' milik Inoue. Pada konser Zepp Nagoya malam hari bulan Agustus 2013, mereka bahkan meminta yel-yel 'Rarinyan' di blog masing-masing sebelumnya."
    },
    {
      "istilah_jp": "らりん",
      "istilah_ro": "Rarin",
      "note1": "Nama panggilan untuk Nagashima Seira. Singkatan dari 'Seirarin'."
    },
    {
      "istilah_jp": "ラリン",
      "istilah_ro": "Rarin",
      "note1": "Nama penyihir gelap yang diperankan oleh Nagashima Seira, yang muncul dalam siaran \"NOGIBINGO!4 #9\" pada 1 Juni 2015."
    },
    {
      "istilah_jp": "らりん一家",
      "istilah_ro": "Rarin Ikka",
      "note1": "Nama untuk penggemar Nagashima Seira (Famili Name). Menurutnya, ini berarti 'Kalian semua juga adalah keluarga Seira!'"
    },
    {
      "istilah_jp": "らりんタワー",
      "istilah_ro": "Rarin Tawaa (Tower)",
      "note1": "Pose aneh yang dilakukan oleh Nagashima Seira karena terlalu bersemangat melihat pemandangan malam Yokohama Marine Tower. Menurutnya, 'Menara Rarin tingginya 158cm'."
    },
    {
      "istilah_jp": "リアタイ",
      "istilah_ro": "Riatai",
      "note1": "Singkatan dari 'real time'. Sering digunakan saat menonton TV, radio, atau siaran online secara langsung (bukan rekaman)."
    },
    {
      "istilah_jp": "リアグリ",
      "istilah_ro": "Riaguri",
      "note1": "Singkatan dari 'Real Meet & Greet'."
    },
    {
      "istilah_jp": "リアミ",
      "istilah_ro": "Riami",
      "note1": "Singkatan dari 'Real Meet & Greet'."
    },
    {
      "istilah_jp": "リアルミート＆グリート",
      "istilah_ro": "Riaru Miito & Guriito (Real Meet & Greet)",
      "note1": "Sebuah acara tatap muka yang dapat diikuti dengan mendaftar menggunakan tiket partisipasi acara nasional dari single ke-32, yang pertama kali diadakan sejak acara handshake single ke-24. Berbeda dengan 'Online Meet & Greet', acara ini diadakan secara langsung seperti acara handshake konvensional. Penggemar dapat menikmati percakapan secara nyata dengan dipisahkan oleh partisi transparan. Awalnya, mikrofon dan speaker disediakan (foto kiri), tetapi kemudian diganti dengan partisi yang memudahkan percakapan sehingga mikrofon dan speaker dihilangkan (foto kanan)."
    },
    {
      "istilah_jp": "リーくん",
      "istilah_ro": "Rii-kun",
      "note1": "Nama panggilan untuk anjing kesayangan di rumah Inoue Sayuri. Nama lengkapnya adalah 'Leaf-kun'."
    },
    {
      "istilah_jp": "リード曲",
      "istilah_ro": "Riido Kyoku (Lead Song)",
      "note1": "Lagu yang paling mewakili sebuah album di antara semua lagu yang ada di dalamnya. Berbeda dengan single, album tidak memiliki konsep 'lagu utama', sehingga seringkali lagu dengan judul yang sama dengan judul album tidak ada. Oleh karena itu, lagu ini disebut demikian."
    },
    {
      "istilah_jp": "りぃちゃん",
      "istilah_ro": "Riichan",
      "note1": "Nama panggilan untuk Yamato Rina. Ia ingin dipanggil 'Rii-chan' daripada 'Yamatomato', tetapi saat konser terakhir Manatsu no Zenkoku Tour 2014 di Jingu Stadium, setelah para penggemar meneriakkan yel-yel 'Yamatomato', ia mungkin berubah pikiran dan tidak jadi berhenti menggunakan nama tomat."
    },
    {
      "istilah_jp": "リーフくん",
      "istilah_ro": "Riifu-kun (Leaf-kun)",
      "note1": "Nama anjing kesayangan di rumah Inoue Sayuri. Nama panggilannya adalah 'Rii-kun'."
    },
    {
      "istilah_jp": "リカロット",
      "istilah_ro": "Rikarotto",
      "note1": "Pelayan yang melayani karakter nona muda, Hayanokouji Seira, yang muncul di \"Nogizaka Skits\". Diperankan oleh Sato Rika."
    },
    {
      "istilah_jp": "りしゃこ",
      "istilah_ro": "Rishako",
      "note1": "Nama panggilan untuk Yada Risako."
    },
    {
      "istilah_jp": "リップシンク",
      "istilah_ro": "Rippu Shinku (Lip Sync)",
      "note1": "Singkatan dari Lip Synchronization. Ini merujuk pada adegan dalam video musik (MV) di mana seseorang menggerakkan mulutnya seolah-olah sedang bernyanyi. Sinonim dengan 'kuchipaku' (lip sync)."
    },
    {
      "istilah_jp": "リトルチビ",
      "istilah_ro": "Ritoru Chibi (Little Chibi)",
      "note1": "Nama peran yang dimainkan oleh aktris tamu Niiko dalam pertunjukan teater \"Subete no Inu wa Tengoku e Iku\"."
    },
    {
      "istilah_jp": "りり",
      "istilah_ro": "Riri",
      "note1": "Panggilan yang digunakan oleh para member seangkatannya untuk Ito Riria. Umumnya ia dipanggil 'Ririan'."
    },
    {
      "istilah_jp": "りりあん",
      "istilah_ro": "Ririan",
      "note1": "Nama panggilan untuk Ito Riria."
    },
    {
      "istilah_jp": "リリエッタ",
      "istilah_ro": "Ririetta",
      "note1": "Nama panggilan untuk Ito Riria yang diberikan oleh Ogawa Aya. Berasal dari kesukaannya pada Pokémon, nama ini merupakan gabungan dengan Pokémon 'Meloetta' yang dapat mengendalikan emosi siapa pun yang mendengar nyanyiannya."
    },
    {
      "istilah_jp": "りりした",
      "istilah_ro": "Ririshita",
      "note1": "Nama duo sahabat untuk Ito Riria dan Yamashita Mizuki."
    },
    {
      "istilah_jp": "りりマニ",
      "istilah_ro": "Ririmani",
      "note1": "Judul siaran pribadi Showroom Ito Riria. Alasannya adalah karena ia ingin membahas berbagai hal, dari yang sepele hingga yang manik, tetapi alasan utamanya adalah 'karena pelafalannya bagus'."
    },
    {
      "istilah_jp": "りんごのパクリから",
      "istilah_ro": "Ringo no Pakuri kara",
      "note1": "Lagu ketujuh yang diumumkan oleh Sayuringo Gundan. Ini adalah versi parodi dari \"Nidome no Kiss kara\" dengan lirik yang ditulis oleh Matsumura Sayuri."
    },
    {
      "istilah_jp": "ルージュ愛未",
      "istilah_ro": "Ruuju (Rouge) Ami",
      "note1": "Nama panggilan baru untuk Noujou Ami yang diberikan oleh Kawago di \"Nogizaka tte, Koko!\"."
    },
    {
      "istilah_jp": "ループ",
      "istilah_ro": "Ruupu (Loop)",
      "note1": "Mengantre berulang kali diレーン (lane) yang sama saat acara handshake (atau meet & greet)."
    },
    {
      "istilah_jp": "ルマンド茉央ちゃん",
      "istilah_ro": "Rumando Mao-chan",
      "note1": "Nama panggilan yang diberikan oleh Ikeda Teresa kepada Ioki Mao karena kostum yang dikenakannya saat menyanyikan lagu 'Ito' dari Nakajima Miyuki di acara \"Shin Nogizaka Star Tanjou! #2\" pada 2 Mei 2022 mirip dengan warna kue 'Bourbon Leman'."
    },
    {
      "istilah_jp": "るなぴ",
      "istilah_ro": "Runapi",
      "note1": "Nama panggilan untuk Hayashi Runa."
    },
    {
      "istilah_jp": "瑠璃コンビ",
      "istilah_ro": "Ruri Konbi",
      "note1": "Nama duo untuk Hayashi Runa dan Sato Rika. Diberikan oleh Kakehashi Sayaka."
    },
    {
      "istilah_jp": "レイあや",
      "istilah_ro": "ReiAya",
      "note1": "Duo komedi yang muncul di \"Nogizaka Skits\". Mereka menampilkan materi dari Hige Danshaku. Diperankan oleh Seimiya Rei dan Tsutsui Ayame."
    },
    {
      "istilah_jp": "レイランド",
      "istilah_ro": "Reirando (Rayland)",
      "note1": "Karakter kaisar dunia host yang muncul di \"Nogizaka Skits\". Berasal dari Roland. Diperankan oleh Seimiya Rei."
    },
    {
      "istilah_jp": "レインボーあの日",
      "istilah_ro": "Reinboo (Rainbow) Ano Hi",
      "note1": "Sebutan untuk \"Rewind Ano Hi\" yang salah diucapkan oleh Takayama Kazumi karena melihat ejaan bahasa Inggrisnya."
    },
    {
      "istilah_jp": "れかたん",
      "istilah_ro": "Rekatan",
      "note1": "Nama panggilan untuk Sakurai Reika. Biasanya dipanggil 'Reika' atau 'Captain'."
    },
    {
      "istilah_jp": "れかつき",
      "istilah_ro": "Rekatsuki",
      "note1": "Nama duo akrab untuk Sakurai Reika dan Wakatsuki Yumi."
    },
    {
      "istilah_jp": "れなち",
      "istilah_ro": "Renachi",
      "note1": "Nama panggilan untuk Yamazaki Rena."
    },
    {
      "istilah_jp": "レミゼ",
      "istilah_ro": "Remize",
      "note1": "Singkatan dari musikal \"Les Misérables\". Ikuta Erika telah berperan sebagai Cosette sejak pertunjukan tahun 2017."
    },
    {
      "istilah_jp": "れもんてぃー",
      "istilah_ro": "Remontii (Lemon Tea)",
      "note1": "Nama duo untuk Iwamoto Renka dan Yoshida Ayano Christie."
    },
    {
      "istilah_jp": "恋愛シスター さくら",
      "istilah_ro": "Ren'ai Shisutaa (Sister) Sakura",
      "note1": "Seorang suster cinta yang muncul di \"Nogizaka Skits\" untuk mengajarkan kalimat pengakuan cinta yang mendebarkan. Diperankan oleh Endo Sakura."
    },
    {
      "istilah_jp": "れん家族",
      "istilah_ro": "Renkazoku",
      "note1": "Nama untuk penggemar Iwamoto Renka (Famili Name)."
    },
    {
      "istilah_jp": "れんたま",
      "istilah_ro": "Rentama",
      "note1": "Nama duo akrab untuk Iwamoto Renka dan Sakaguchi Tamami."
    },
    {
      "istilah_jp": "れんたん",
      "istilah_ro": "Rentan",
      "note1": "Nama panggilan untuk Iwamoto Renka."
    },
    {
      "istilah_jp": "連番",
      "istilah_ro": "Renban",
      "note1": "1. Merujuk pada nomor kursi yang berurutan di acara seperti konser. Merupakan singkatan dari 'renzoku bangou' (nomor berurutan). Istilah ini juga digunakan untuk merujuk pada partisipasi dalam acara bersama beberapa orang. Jika seseorang ingin menekankan bahwa ia datang sendiri, ia akan menggunakan istilah 'tanban'.",
      "note2": "2. Di acara handshake, ini merujuk pada mengantre bersama beberapa orang. Bisa bersama teman, kelompok, atau untuk企画 tertentu (seperti membentuk kelompok dengan kostum Sinterklas saat Natal)."
    },
    {
      "istilah_jp": "ローズ・パープル",
      "istilah_ro": "Roozu Paapuru (Rose Purple)",
      "note1": "Orang yang memberikan instruksi untuk ad-lib (improvisasi dengan arahan aneh seperti 'lakukan ○○ dengan cara ××') selama audisi peran di babak pertama \"16-nin no Principal deux\". Ia berada di belakang kursi penonton lantai pertama. Ini lebih terasa seperti permintaan aneh atau oogiri daripada ad-lib. Sejak 8 Mei, ia menyebut dirinya 'Rose de S Purple' (kemungkinan karena permintaan anehnya yang sadis). Diperankan oleh sutradara Emoto Junko."
    },
    {
      "istilah_jp": "ろくす家",
      "istilah_ro": "Rokusuke",
      "note1": "Sebutan umum untuk para penggemar Yoshida Ayano Christie. Berasal dari nama panggilannya 'Rokusuke' saat audisi SHOWROOM sebelum bergabung."
    },
    {
      "istilah_jp": "ろくちゃん",
      "istilah_ro": "Rokuchan",
      "note1": "Nama boneka kesayangan Inoue Sayuri yang juga bisa menjadi selimut."
    },
    {
      "istilah_jp": "六甲山ポーズ",
      "istilah_ro": "Rokkousan Poozu (Pose)",
      "note1": "Pose dari Atago Kokona dan Umibe Akari, yang berasal dari Prefektur Hyogo."
    },
    {
      "istilah_jp": "ろってぃー",
      "istilah_ro": "Rottii",
      "note1": "Nama panggilan untuk Kawamura Mahiro."
    },
    {
      "istilah_jp": "ろってぃーむ",
      "istilah_ro": "Rottiimu",
      "note1": "Nama untuk penggemar Kawamura Mahiro (Famili Name). 'Rotty夢☆', yang merupakan transliterasi dari logo, kini lebih umum digunakan."
    },
    {
      "istilah_jp": "ロボの目にも涙",
      "istilah_ro": "Robo no Me nimo Namida",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Sato Kaede. Dipublikasikan dalam siaran \"Saito Asuka kara Member no Minna e Atsui Message! [Nogizaka Koujichuu Bangaihen]\" di Nogizaka Haishinchuu pada 12 Desember 2022."
    },
    {
      "istilah_jp": "ロリ手羽先",
      "istilah_ro": "Rori Tebasaki",
      "note1": "Nama panggilan baru untuk Saito Asuka yang diberikan oleh Kawago di \"Nogizaka tte, Koko!\"."
    }
  ],
  "わ行": [
    {
      "istilah_jp": "若",
      "istilah_ro": "Waka",
      "note1": "Nama panggilan untuk Wakatsuki Yumi. Biasanya dipanggil begitu oleh Sakurai Reika, dan perlahan-lahan menyebar."
    },
    {
      "istilah_jp": "若様",
      "istilah_ro": "Wakasama",
      "note1": "Nama panggilan untuk Wakatsuki Yumi. Mulai digunakan oleh para member sejak sekitar single kedua. Karena ini adalah nama panggilan yang ia miliki sejak kecil, ia sendiri justru merasa sedikit senang."
    },
    {
      "istilah_jp": "若様軍団",
      "istilah_ro": "Wakasama Gundan",
      "note1": "Sebuah kelompok yang dipimpin oleh Wakatsuki Yumi. Dibentuk selama Manatsu no Zenkoku Tour 2017, dan terdiri dari Wakatsuki Yumi (bertanggung jawab atas sumpit), Yamashita Mizuki (bertanggung jawab atas sendok), Sakaguchi Tamami (bertanggung jawab atas garpu), dan Umezawa Minami (bertanggung jawab atas pisau). Berbeda dari gundan (kelompok) yang sudah ada, ini terdiri dari para member gen-3 dan gen-1.",
      "note2": "Awalnya bernama 'Wakasama Gundan (Kari)', tetapi setelah Umezawa bergabung sebagai 'penanggung jawab pisau' yang sedang dicari, '(Kari)' (sementara) pun dihapus."
    },
    {
      "istilah_jp": "鷲尾史保",
      "istilah_ro": "Washio Shiho",
      "note1": "Seorang gadis penggemar bisbol yang sangat mirip dengan Kubo Shiori, yang muncul di acara 'Nogizaka46 no All Night Nippon'."
    },
    {
      "istilah_jp": "忘れられない人",
      "istilah_ro": "Wasurerarenai Hito",
      "note1": "Judul photobook pertama Yamashita Mizuki."
    },
    {
      "istilah_jp": "わだかまりスリー",
      "istilah_ro": "Wadakamari Surii (Three)",
      "note1": "Sebutan untuk trio akrab yang terdiri dari Ito Marika, Inoue Sayuri, dan Nakamoto Himeka. Judul segmen 'Nogizaka Denshidai' Nakamoto di 'Nogizaka 46-Hour TV' kedua adalah 'Sono Go no Wadakamari Three' (Kelanjutan dari Wadakamari Three)."
    },
    {
      "istilah_jp": "私の心にドストライク",
      "istilah_ro": "Watashi no Kokoro ni Dosutoraiku (Do-strike)",
      "note1": "Ungkapan lezat yang diciptakan oleh Ogawa Aya untuk Kaki Haruka dalam acara \"Ogachan-Iochan 12cm Channel\". Sebenarnya, kalimat lengkapnya adalah \"Kakkiin! Watashi no kokoro ni do-strike\"."
    },
    {
      "istilah_jp": "和ラー",
      "istilah_ro": "Waraa",
      "note1": "Nama produk mi instan dari Sanyo Foods Co., Ltd. CupStar dan Waraa dari perusahaan yang sama menjadi 'mi instan resmi Nogizaka46'."
    },
    {
      "istilah_jp": "悪い子チャンポンメン",
      "istilah_ro": "Waruiko Chanponmen",
      "note1": "Lelucon dari dokter Bolero (yang diperankan oleh Kiki) dalam pertunjukan teater \"Subete no Inu wa Tengoku e Iku\". Ia mengucapkan lelucon ini setelah kalimat 'Aku anak nakal'. Aksi panggungnya menjadi semakin besar seiring berjalannya pertunjukan."
    },
    {
      "istilah_jp": "ワンダーウーマン",
      "istilah_ro": "Wandaa Uuman (Wonder Woman)",
      "note1": "Merujuk pada film \"Wonder Woman\" yang dirilis pada 25 Agustus 2017. Nogizaka46 diangkat sebagai duta resmi, dan lagu coupling dari single ke-18, \"Onna wa Hitori ja Nemurenai\", digunakan sebagai lagu tema."
    },
    {
      "istilah_jp": "ワンハーフ",
      "istilah_ro": "Wan Haafu (One Half)",
      "note1": "Saat menampilkan sebuah lagu di acara musik atau konser, ini merujuk pada versi di mana bagian kedua lagu dihilangkan, bukan versi penuh (bait 1 + bait 2 + reff). Ini bisa dianggap sebagai versi pendek karena keterbatasan waktu."
    }
  ],
"アルファベット": [
    {
      "istilah_jp": "A～？この5人が頂上へ？",
      "istilah_ro": "A~? Kono 5-nin ga Choujou e?",
      "note1": "Nama tim yang diputuskan oleh member yang mendaki rute Yoshida dalam企画 pendakian Gunung Fuji untuk gen-5 di \"Nogizaka tte Doko?\" #382 (16 Oktober 2022). Membernya adalah Ioki Mao, Ikeda Teresa, Ichinose Miku, Inoue Nagi, dan Tomisato Nao."
    },
    {
      "istilah_jp": "ANN0",
      "note1": "Singkatan dari program radio tengah malam Nippon Broadcasting System \"All Night Nippon 0 (ZERO)\". Sejak 31 Maret 2016 (tengah malam 30 Maret), Shinuchi Mai menjadi DJ setiap hari Kamis (tengah malam Rabu)."
    },
    {
      "istilah_jp": "ANNA SUI",
      "note1": "Sebuah merek desainer dari New York. Saito Asuka, Saito Yuuri, dan Kitano Hinako menjadi model visual untuk \"ANNA SUI\" di wilayah Asia pada musim gugur/dingin 2015. Ini adalah kali kedua dalam 9 tahun model Jepang diangkat sebagai model visual musiman, setelah aktris Anne (2006). Ini juga merupakan prestasi pertama bagi model yang belum pernah tampil di koleksi New York untuk terpilih."
    },
    {
      "istilah_jp": "A to Z",
      "note1": "Nama duo untuk Suzuki Ayane dan Yamazaki Rena. Menurut Yamazaki, 'jika 'to' dibaca sebagai 'と' (to) bukan kata bahasa Inggris, akan lebih mudah disingkat'."
    },
    {
      "istilah_jp": "AYA",
      "note1": "Lagu tema untuk Ogawa Aya yang diciptakan oleh Ichinose Miku. \"AYA\" adalah singkatan dari \"A, Yappari Aya kawaii\" (Ah, Aya memang imut)."
    },
    {
      "istilah_jp": "B級",
      "istilah_ro": "B-kyuu",
      "note1": "Nama tim B sementara dalam企画 \"3-Team Taikou! Nogizaka Intro Quiz!!\" di \"Dai Kanshasai 2024 Day2\". Pemimpinnya adalah Ito Riria."
    },
    {
      "istilah_jp": "Bステ",
      "istilah_ro": "B-Sute",
      "note1": "Sebutan yang sering digunakan oleh para member dan staf untuk panggung yang dibuat di sisi berlawanan dari panggung utama (di bagian belakang penonton). Ini adalah singkatan dari 'Back Stage'."
    },
    {
      "istilah_jp": "BBA",
      "note1": "Singkatan dari 'babaa' (wanita tua). Digunakan untuk menggoda member yang lebih tua, atau digunakan oleh member yang lebih tua secara auto-ironis. Berasal dari nama tim 'BBA46' yang dipimpin oleh member tertua saat itu, Iwase Yumiko, dalam turnamen boling di \"Nogizaka tte Koko\"."
    },
    {
      "istilah_jp": "BBBA",
      "istilah_ro": "BBBA (Baburu Babaa)",
      "note1": "Nama panggilan yang diberikan oleh Bananaman Shitara kepada Shinuchi Mai, yang pilihan katanya sedikit kuno dan mengingatkan pada era gelembung ekonomi Jepang."
    },
    {
      "istilah_jp": "BBJ",
      "note1": "Singkatan dari drama \"BAD BOYS J\" (Nippon TV) yang mulai tayang pada 6 April 2013. Hashimoto Nanami tampil sebagai pahlawan wanita, dan juga dibintangi oleh Matsumura Sayuri, Akimoto Manatsu, Ito Marika, Ito Nene, Sakurai Reika, Takayama Kazumi, Wakatsuki Yumi, dan Noujou Ami. Ikoma Rina tampil sebagai bintang tamu. Shiraishi Mai juga tampil dalam versi filmnya."
    },
    {
      "istilah_jp": "BPM",
      "note1": "Satuan tempo, yaitu jumlah ketukan per menit. Juga merupakan satuan untuk detak jantung. Singkatan dari Beats Per Minute."
    },
    {
      "istilah_jp": "Century",
      "note1": "Judul lagu yang sengaja diplesetkan oleh Bananaman Shitara dari judul asli single ke-29, \"Actually...\"."
    },
    {
      "istilah_jp": "CW",
      "note1": "Sebutan untuk lagu coupling. Merupakan singkatan dari 'coupling with' dan terkadang juga ditulis sebagai 'c/w'. Pada piringan hitam, musik direkam di kedua sisi, yang disebut 'sisi A' dan 'sisi B'. Namun, karena CD adalah disk satu sisi, lagu pertama disebut lagu utama dan lagu kedua disebut lagu coupling."
    },
    {
      "istilah_jp": "DD",
      "note1": "Singkatan dari 'Daredemo Daisuki' (suka siapa saja). Ini adalah ungkapan auto-ironis untuk sifat 'plin-plan' dalam mendukung idola. Meskipun secara teknis berbeda dari 'hako-oshi', seringkali digunakan tanpa membedakannya."
    },
    {
      "istilah_jp": "Dear white rice",
      "note1": "Lagu yang ditampilkan oleh unit \"NOGEAM GIRLS\" di 'Manatsu no Zenkoku Tour 2019'. Ini adalah versi aransemen dari \"Hakumai-sama\"."
    },
    {
      "istilah_jp": "DJ新橋",
      "istilah_ro": "DJ Shinbashi",
      "note1": "Narator yang muncul di \"Shin Nogizaka Star Tanjou!\". Diperankan oleh Jinbo-bonji."
    },
    {
      "istilah_jp": "EDM",
      "note1": "Singkatan dari 'Electronic dance music'. Merupakan sebutan umum untuk genre musik dansa yang menggunakan alat musik elektronik seperti synthesizer dan sequencer."
    },
    {
      "istilah_jp": "EE姉妹",
      "istilah_ro": "EE Shimai",
      "note1": "Duo komedi yang muncul di \"Nogizaka Skits\". Mereka menampilkan materi dari TT Kyoudai. Diperankan oleh Endo Sakura dan Kakehashi Sayaka."
    },
    {
      "istilah_jp": "FIRE",
      "note1": "Lagu yang ditampilkan di konser spesial 'Nogizaka46-ban Musical \"Bishoujo Senshi Sailor Moon\"' (hanya pertunjukan bulan Juni)."
    },
    {
      "istilah_jp": "forTUNE meets",
      "note1": "Aplikasi yang diperlukan untuk berpartisipasi dalam acara bincang-bincang 'Online Meet & Greet', yang dimulai sebagai sistem alternatif untuk acara handshake karena pencegahan penyebaran virus corona. Dengan membeli CD dengan hak partisipasi acara di forTUNE music, Anda dapat berpartisipasi dalam acara tersebut."
    },
    {
      "istilah_jp": "forTUNE music",
      "note1": "Situs pembelian CD dengan tiket handshake individual. Untuk berpartisipasi dalam handshake individual, Anda perlu membeli CD edisi terbatas khusus di sini. Penjualan dilakukan dalam periode tertentu, dengan sistem undian setelah mendaftar. Untuk acara online, diperlukan aplikasi obrolan online terpisah 'forTUNE meets'."
    },
    {
      "istilah_jp": "FUWANちゃん",
      "istilah_ro": "FUWANchan",
      "note1": "Karakter heboh yang muncul di \"Nogizaka Skits\". Terinspirasi dari FUWA-chan. Diperankan oleh Yakubo Mio."
    },
    {
      "istilah_jp": "HARU-HINA",
      "note1": "Unit idola fiktif yang muncul dalam MV lagu coupling dari single ke-10, \"Watashi, Okiru.\". Tampil sebagai duo Saito Chiharu dan Kawago Hina. Terlebih lagi, Kawago tampil dengan nama panggung 'Kawago P'."
    },
    {
      "istilah_jp": "HD4",
      "note1": "Singkatan dari 'Himura Daisuki 4', sebutan untuk empat member: Ito Marika, Saito Yuuri, Nakada Kana, dan Fukagawa Mai. Mereka membentuk 'Himura Daisuki 4' dalam企画 belanja pribadi Himura di \"Nogizaka tte Doko? #41\" pada 15 Juli 2012, dan disingkat menjadi 'HD4'."
    },
    {
      "istilah_jp": "HK3",
      "note1": "1. Singkatan dari 'Himura Kirai 3', sebutan untuk tiga member: Shiraishi Mai, Takayama Kazumi, dan Matsumura Sayuri. Dalam企画 jebakan di \"Nogizaka tte Doko? #28\" pada 15 April 2012, ketiganya mengaku sebagai 'kubu Shitara' setelah pengakuan palsu 'diajak makan oleh Himura'. Kemudian, di \"Nogizaka tte Doko? #38\" pada 24 Juni 2012, Shitara memperkenalkan mereka sebagai 'Himura Kirai 3'.",
      "note2": "2. Sebutan untuk Kaki Haruka, Kuromi Haruka, dan Kawabata Akina. Dalam \"Nogizaka Koujichuu #517\" pada 8 Juni 2025, saat Kawabata bertanya apakah 'HK3' masih diteruskan, kebetulan ada tiga member dengan inisial 'HK'."
    },
    {
      "istilah_jp": "HoneyWorks meets さゆりんご軍団＋真夏さんリスペクト軍団 from 乃木坂46",
      "istilah_ro": "HoneyWorks meets Sayuringo Gundan + Manatsu-san Respect Gundan from Nogizaka46",
      "note1": "Unit kolaborasi vokal untuk lagu tema penutup \"Daikirai na Hazu datta.\" dari film anime \"Suki ni Naru Sono Shunkan o. ~Kokuhaku Jikkou Iinkai~\"."
    },
    {
      "istilah_jp": "IKOMA",
      "note1": "Nama pahlawan \"Ninja IKOMA\" yang diperankan oleh Ikoma Rina, yang muncul dalam siaran \"NOGIBINGO!4 #9\" pada 1 Juni 2015."
    },
    {
      "istilah_jp": "I.Y.D.K.",
      "note1": "Singkatan dari 'Iroha Yareba Dekiru Kara' (Iroha, kalau kamu coba pasti bisa), kata-kata yang diberikan oleh Sugawara Satsuki yang bergaya rapper kepada Okuda Iroha."
    },
    {
      "istilah_jp": "KSDD",
      "note1": "Berasal dari 'Kuso DD', versi evolusi dari 'DD' (singkatan dari 'Daredemo Daisuki' atau 'suka siapa saja'), dengan nuansa 'orang yang sangat tidak setia'. Karena semangat cinta universal ini tidak bisa menjadi item fashion begitu saja, maka ditulis dengan huruf alfabet 'KSDD'. Diciptakan oleh Irie dari Beams Creative Laboratory."
    },
    {
      "istilah_jp": "KTK",
      "note1": "Nama panggilan untuk Sasaki Kotoko. Berasal dari inisial 'Kotoko'."
    },
    {
      "istilah_jp": "La Soldier",
      "note1": "Lagu yang ditampilkan di konser spesial 'Nogizaka46-ban Musical \"Bishoujo Senshi Sailor Moon\"'. Ditampilkan di semua edisi, baik 2018, 2019, maupun 2024. Sering disingkat menjadi 'Rasoru'."
    },
    {
      "istilah_jp": "MC",
      "note1": "Singkatan dari 'Master of Ceremonies', yang berarti pembawa acara atau moderator. Istilah ini sering merujuk pada bagian percakapan di antara lagu-lagu dalam sebuah konser."
    },
    {
      "istilah_jp": "MC打ち",
      "istilah_ro": "MC Uchi",
      "note1": "Rapat untuk membahas bagian percakapan di antara lagu-lagu dalam sebuah konser."
    },
    {
      "istilah_jp": "MIX",
      "note1": "Teriakan yang diteriakkan oleh penggemar saat intro atau jeda lagu. Jarang terlihat di konser Nogizaka (meskipun kabarnya ada MIX resmi di awal-awal yang kemudian hilang), tetapi saat Matsui Rena berpartisipasi dalam '3-nin no Principal trois', ada beberapa kasus di mana penggemar SKE48 melakukannya. Melakukan MIX disebut 'MIX o utsu'."
    },
    {
      "istilah_jp": "Mステ",
      "istilah_ro": "M Sute",
      "note1": "Sebutan untuk program musik TV Asahi, \"Music Station\"."
    },
    {
      "istilah_jp": "Nリーグ",
      "istilah_ro": "N Riigu (League)",
      "note1": "Sebuah kompetisi permainan baru bergaya mahjong bernama 'Nogijan' yang diadakan di 'Nogizaka 46-Hour TV' (disiarkan Juni 2020). Komisionernya adalah Nakada Kana. Ini adalah企画 kolaborasi dengan liga profesional mahjong 'M.LEAGUE' yang disiarkan di AbemaTV, platform siaran Nogizaka 46-Hour TV."
    },
    {
      "istilah_jp": "NEOTGSI",
      "note1": "Sebuah tulisan pada tag kostum yang digunakan untuk lagu 'Wilderness world' di 9th YEAR BIRTHDAY LIVE. Ini adalah kata buatan yang menggabungkan 'NOGI' yang berarti Nogizaka dengan inisial dari 'Effort, Thanks, Smile'. Hanya kostum Saito Asuka, yang menjadi center, yang memiliki desain tulisan putih dengan latar belakang hitam."
    },
    {
      "istilah_jp": "NKYK",
      "note1": "Sebutan umum untuk para penggemar Nakada Kana. Merupakan singkatan dari 'Nakada Kana no Yosa o Hiromeyou no Kai' (Perkumpulan untuk Menyebarkan Kebaikan Nakada Kana)."
    },
    {
      "istilah_jp": "NOGEAM GIRLS",
      "note1": "Unit dalam 'Manatsu no Zenkoku Tour 2019'. Terdiri dari Ikuta Erika, Ito Junna, Kubo Shiori, dan Kaki Haruka. Mereka menampilkan \"Dear white rice\" sebagai versi aransemen dari \"Hakumai-sama\"."
    },
    {
      "istilah_jp": "NOGIBINGO!",
      "note1": "Program TV terestrial (Nippon TV: Kanto lokal) yang menjadi bagian dari 'Nogizaka46 × HKT48 Kanmuri Bangumi Battle!'. Tujuannya adalah agar Nogizaka46 mendekati status idola nasional dengan melakukan企画-企画 yang menantang fisik seperti yang dilakukan AKB48. Setelah itu, program ini berlanjut menjadi seri kedua dan ketiga."
    },
    {
      "istilah_jp": "NOGI CAMERA",
      "note1": "Sebuah buklet yang diterbitkan oleh Tokyo News Service. Ini adalah pamflet 6 halaman format A4 yang mencetak ulang kumpulan foto candid oleh 'petugas kamera' yang tidak dapat dimuat sepenuhnya dalam serial majalah \"B.L.T.\". Disertai dengan satu lembar foto member. Volume 1 dirilis pada November 2011 dan berhenti terbit setelah Volume 50."
    },
    {
      "istilah_jp": "NOGIMETAL",
      "note1": "Penampilan yang diproduseri sendiri oleh Ikuta Erika di \"Nogizaka46 Manatsu no Zenkoku Tour 2018\" yang diadakan di Nagoya Dome pada 26 Agustus 2018. Ia menampilkan \"Koumori yo\" dengan gaya homage kepada BABYMETAL. Ikuta sebagai IKUTAMETAL (tengah), Ito Riria sebagai RIRI-METAL (kanan), dan Mukai Hazuki sebagai HAZU-METAL (kiri). Karena SU-METAL dari band asli adalah adik kandung dari sahabat Ikuta, Nakamoto Himeka,企画 ini dianggap sebagai bentuk penghormatan kepada Himetan."
    },
    {
      "istilah_jp": "OL BBA",
      "note1": "Nama panggilan baru untuk Shinuchi Mai yang diberikan oleh Kawago pada Under Live 2nd Season di Roppongi."
    },
    {
      "istilah_jp": "overture",
      "note1": "Sesuatu yang dimainkan sebelum konser dimulai untuk memberitahu penonton bahwa acara akan segera dimulai. Berasal dari kata Prancis 'ouverture' yang berarti 'pembukaan'. Dalam bahasa Inggris, artinya adalah 'lagu pembuka'."
    },
    {
      "istilah_jp": "OVERTURE (BOOM BOOM SATELLITES ver.)",
      "note1": "Sebuah 'overture' yang ditulis oleh band rock 'BOOM BOOM SATELLITES', yang merupakan rekan satu label, khusus untuk 'Manatsu no Zenkoku Tour 2014'. Karena ini adalah企画 kolaborasi terbatas, lagu ini tidak digunakan selain di 'Manatsu no Zenkoku Tour 2014' dan 'Nittere HALLOWEEN LIVE 2015'. Namun, setelah berakhirnya 'Nogizaka46 Merry Xmas Show 2016', lagu ini diputar di venue bersama dengan pesan terima kasih dan belasungkawa untuk vokalis Kawashima Michiyuki yang meninggal pada Oktober 2016."
    },
    {
      "istilah_jp": "PA",
      "note1": "Singkatan dari Public Address. Istilah yang merujuk pada sistem suara atau staf yang menanganinya."
    },
    {
      "istilah_jp": "PA席",
      "istilah_ro": "PA Seki",
      "note1": "Tempat duduk untuk staf audio. Sering terlihat di venue konser dan acara lainnya."
    },
    {
      "istilah_jp": "PV",
      "note1": "Singkatan dari promotion video. Ini adalah karya video yang dibuat untuk tujuan promosi penjualan sebuah lagu, dan sering dibedakan dari MV (music video)."
    },
    {
      "istilah_jp": "Rの法則",
      "istilah_ro": "R no Housoku",
      "note1": "Program TV yang ditayangkan di NHK E-tele dari Senin hingga Kamis pukul 18:55-19:25, dan Jumat tengah malam pukul 1:00-1:30. Wakatsuki Yumi tampil sebagai member R's generasi ke-3, Saito Asuka sebagai generasi ke-4, Hori Miona sebagai generasi ke-5, serta Wada Maaya dan Watanabe Miria sebagai generasi ke-6. Namun, tanggal penampilan mereka tidak menentu."
    },
    {
      "istilah_jp": "Say Love",
      "note1": "Nama untuk penggemar Hatanaka Seira (Famili Name). Karena bisa juga dibaca sebagai 'Seira-bu'."
    },
    {
      "istilah_jp": "SG",
      "note1": "Singkatan dari 'Single'. Jarang digunakan sendiri, biasanya digunakan sebagai bentuk singkatan dari 'single ke-XX' seperti dalam '28th SG UNDERLIVE'."
    },
    {
      "istilah_jp": "SHOWROOM",
      "note1": "Salah satu layanan streaming video untuk artis dan talenta. Dimulai dengan siaran pribadi untuk audisi generasi ke-3, dan sejak itu, siaran pribadi oleh para member juga telah dimulai."
    },
    {
      "istilah_jp": "SR",
      "note1": "1. Singkatan dari layanan streaming video \"SHOWROOM\".",
      "note2": "2. Salah satu tingkat kelangkaan dari foto acak edisi terbatas toko web resmi \"Nogi Colle\". Singkatan dari 'Super Rare'."
    },
    {
      "istilah_jp": "SUGARSPOT",
      "note1": "Grup idola fiktif yang muncul di pertunjukan panggung \"Joshiraku\". Slogan, basis aktivitas, dan lagu yang dinyanyikan dalam pertunjukan memiliki pengaturan yang berbeda untuk setiap tim."
    },
    {
      "istilah_jp": "teamチューリップ",
      "istilah_ro": "team CHUURIPPU (Tulip)",
      "note1": "Nama tim yang terbentuk setelah Wada Maaya bergabung dengan tim D, yang terdiri dari Kawago Hina, Kawamura Mahiro, Saito Chiharu, Takayama Kazumi, dan Noujou Ami."
    },
    {
      "istilah_jp": "team*若月",
      "istilah_ro": "team*Wakatsuki",
      "note1": "Nama untuk penggemar Wakatsuki Yumi (Famili Name). Penulisan resminya adalah 'team*Wakatsuki', termasuk pewarnaan dan lain-lain."
    },
    {
      "istilah_jp": "TGC",
      "note1": "Singkatan dari acara fesyen \"TOKYO GIRLS COLLECTION\". Ini adalah salah satu acara yang patut dinantikan karena para member Nogizaka juga tampil sebagai model untuk majalah eksklusif mereka."
    },
    {
      "istilah_jp": "TO",
      "note1": "Singkatan dari Top Ota. Digunakan dengan makna 'yang teratas di antara para otaku'."
    },
    {
      "istilah_jp": "UNDER GIRLS",
      "note1": "Sebutan untuk para member under. Sejak desain kaos Under Live untuk \"Nogizaka46 Under Live\" yang diadakan di Roppongi Blue Theater mulai 28 Juni 2014, notasi \"UNDER GIRLS\" mulai umum digunakan. Lagu coupling dari single kedua \"Oide Shampoo\", yaitu \"Ookami ni Kuchibue o\", tercatat atas nama \"Under Girls\", sehingga istilah ini sebenarnya sudah digunakan sejak lama."
    },
    {
      "istilah_jp": "Under Station!!",
      "note1": "Sebuah program yang disiarkan oleh para member under dari single kedua sebagai siaran radio streaming kedua mulai 22 Mei 2012. Terdiri dari 8 episode, dan kemudian dilanjutkan dengan siaran 'Natsuyasumi Special Under Station!!' pada 30 Juli, sehingga total menjadi 10 episode."
    },
    {
      "istilah_jp": "WHITE HIGH",
      "note1": "Nama unit untuk Shiraishi Mai (kanan) dan Takayama Kazumi (kiri). Mereka menyanyikan lagu coupling dari single ke-4 \"Seifuku no Mannequin\", yaitu \"Shibuya Blues\". Nama ini berasal dari 'Shiro' (putih) dari Shiraishi dan 'Taka' (tinggi) dari Takayama, menjadi 'WHITE HIGH'. Saat menampilkan lagu ini di konser, Hashimoto Nanami dan Fukagawa Mai biasanya menjadi pemain gitar, tetapi setelah kelulusan mereka, sejak 4th Birthday Live pada 29 Agustus 2016, peran itu digantikan oleh Kawamura Mahiro dan Matsumura Sayuri. Setelah kelulusan Kawamura, Mukai Hazuki ikut berpartisipasi."
    },
    {
      "istilah_jp": "YDD",
      "note1": "Tulisan yang tertera pada T-shirt yang dikenakan oleh Nakanishi Aruno di \"Yoda Land\" yang disiarkan di \"Nogizaka Koujichuu #500\" pada 9 Februari 2025. Setiap member memiliki warna dan tulisan yang berbeda, dan ini dibuat oleh Yoda Yuki. \"YDD\" adalah singkatan dari 'Yareba, Dekiru, Doji' (Kalau dicoba, pasti bisa, ceroboh)."
    }
  ],
  "数字・記号": [
    {
      "istilah_jp": "10万枚 岩本",
      "istilah_ro": "10-man-mai Iwamoto",
      "note1": "Ketika topik pembicaraan beralih ke berapa banyak foto yang ada di folder gambar ponsel, Iwamoto Renka menjawab sekitar 100.000 lembar, sehingga Bananaman Shitara memberinya nama panggilan ini."
    },
    {
      "istilah_jp": "16人のプリンシパル",
      "istilah_ro": "16-nin no Purinshiparu (Principal)",
      "note1": "Sebutan untuk pertunjukan \"16-nin no Principal\" yang diadakan di PARCO Theater dari 1 September 2012 hingga 9 September 2012.",
      "note2": "Edisi kedua, \"16-nin no Principal deux\", diadakan dari 3 Mei hingga 12 Mei 2013 di Akasaka ACT Theater, dan dari 31 Mei hingga 2 Juni di Umeda Arts Theater.",
      "note3": "Edisi ketiga, \"16-nin no Principal trois\", diadakan dari 30 Mei hingga 15 Juni 2014 di Akasaka ACT Theater.",
      "note4": "Jika hanya disebut 'Principal', maknanya harus dinilai dari konteks."
    },
    {
      "istilah_jp": "2期生",
      "istilah_ro": "2-kisei (Gen-2)",
      "note1": "Dibentuk pada 28 Maret 2013 setelah audisi final. Dari 16.302 pendaftar, 14 orang terpilih. Awalnya diumumkan 13 orang, kemudian Sagara Iori bergabung setelah sempat tertunda karena urusan sekolah."
    },
    {
      "istilah_jp": "2017",
      "note1": "Judul photobook kedua Hashimoto Nanami. Dibaca 'Nii Zero Ichi Nana'."
    },
    {
      "istilah_jp": "3期生",
      "istilah_ro": "3-kisei (Gen-3)",
      "note1": "Dibentuk pada 4 September 2016 setelah audisi final. Dari 48.986 pendaftar, 12 orang terpilih."
    },
    {
      "istilah_jp": "3人のプリンシパル",
      "istilah_ro": "3-nin no Purinshiparu (Principal)",
      "note1": "Pertunjukan panggung (Principal) yang sebelumnya diperjuangkan oleh gen-1 dan gen-2, kini ditantang secara mandiri oleh gen-3 dan generasi berikutnya. Jika hanya disebut 'Principal', maknanya harus dinilai dari konteks."
    },
    {
      "istilah_jp": "3歩すすんだら2歩下がってみて、いいと思うよ。",
      "istilah_ro": "3-po Susundara 2-ho Sagatte mite, Ii to Omou yo.",
      "note1": "Sebuah ungkapan yang digunakan oleh Saito Asuka menjelang kelulusannya untuk menggambarkan Seimiya Rei. Dipublikasikan dalam siaran \"Saito Asuka kara Member no Minna e Atsui Message! [Nogizaka Koujichuu Bangaihen]\" di Nogizaka Haishinchuu pada 12 Desember 2022."
    },
    {
      "istilah_jp": "4期生",
      "istilah_ro": "4-kisei (Gen-4)",
      "note1": "Dibentuk pada 29 November 2018. Sebelas orang terpilih melalui audisi. Audisi final gabungan Sakamichi diadakan pada 19 Agustus 2018, dan diumumkan ada 38 orang yang lolos dari 129.182 pendaftar, tetapi nama dan grup penempatan mereka tidak diumumkan saat itu."
    },
    {
      "istilah_jp": "46G",
      "note1": "Ungkapan yang merujuk pada Nogizaka46, Sakurazaka46, dan Hinatazaka46, tetapi jarang digunakan. Mereka lebih sering disebut sebagai Sakamichi Series."
    },
    {
      "istilah_jp": "48G",
      "note1": "Sebutan umum untuk grup saudari yang dipimpin oleh AKB48. Termasuk AKB48, SKE48, NMB48, HKT48, dll."
    },
    {
      "istilah_jp": "5期生",
      "istilah_ro": "5-kisei (Gen-5)",
      "note1": "Diperkenalkan secara bertahap mulai 2 Februari 2022. Sebelas orang terpilih melalui audisi dari 87.852 pendaftar."
    },
    {
      "istilah_jp": "64坂木乃",
      "istilah_ro": "64 Sakakino",
      "note1": "Tagar resmi di Twitter untuk program radio 'Nogizaka46 no \"No\"'. Sebenarnya, yang harus diketik adalah '#64Sakakino'. Diputuskan pada akhir siaran ke-47 tanggal 23 Februari 2014, tetapi pada siaran 20 Januari 2019, diumumkan bahwa tagar akan diubah menjadi '#noginono' mulai minggu berikutnya karena dianggap 'sulit dipahami dan kurang populer'."
    },
    {
      "istilah_jp": "7秒のしあわせ",
      "istilah_ro": "7-byou no Shiawase",
      "note1": "Judul photobook pertama Saito Yuuri."
    },
    {
      "istilah_jp": "755",
      "istilah_ro": "Nana Go Go",
      "note1": "Sebuah aplikasi untuk smartphone. Fitur yang memungkinkan pengguna untuk mengomentari kiriman dari orang lain dan mendapatkan balasan dari orang terkenal membuatnya populer. Para member Nogizaka46 mulai menggunakannya sejak 1 November 2014, tetapi penggunaannya diserahkan kepada kebijakan masing-masing member, sehingga ada juga member yang tidak berpartisipasi. Member yang bergabung setelah tanggal tersebut, seperti gen-3, tidak berpartisipasi."
    },
    {
      "istilah_jp": "884",
      "note1": "Sebutan untuk Hayashi Runa. Berasal dari fakta bahwa nama keluarganya 'Hayashi' dapat direpresentasikan dengan angka '884'."
    },
    {
      "istilah_jp": "963",
      "note1": "Sebutan untuk Kuromi Haruka. Berasal dari fakta bahwa nama keluarganya 'Kuromi' dapat direpresentasikan dengan angka '963'."
    },
    {
      "istilah_jp": "#乃木坂世界旅 今野さんほっといてよ！",
      "istilah_ro": "#Nogizaka Sekai Tabi Konno-san Hottoite yo!",
      "note1": "Sebuah program yang disiarkan di AbemaTV. Dengan konsep 'Memberikan sedikit kelegaan bagi grup idola tersibuk di Jepang, Nogizaka46!', proyek perjalanan ini menampilkan dua member yang berbeda setiap bulannya menikmati perjalanan luar negeri selama tiga hari dengan kebebasan penuh."
    },
    {
      "istilah_jp": "○",
      "istilah_ro": "Maru",
      "note1": "Sebuah notasi yang digunakan untuk menyindir Ito Marika yang berwajah bulat. Digunakan dalam kalimat seperti 'Kalau bicara tentang Onsen Trio, ya Sayu, Maru, dan Himetan'."
    }
  ]
}